Repository: popazerty/enigma2cuberevo
Catalog: po/*.po
Languages: ar, fa

source: Do you really want to download the plugin "%s"?
ar: هل ترغب حقاً في تحميل البلج ان "%s""?
fa: آياشما واقعاميخواهيد اين افزونه رادريافت کنيد "%s"?

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
ar: هل ترغب حقاً في اعادة تهيئة الهاردسك ؟ كل المعلومات الموجودة على الهاردسك سيتم مسحها!
fa: آياشماواقعا ميخواهيد هارد ديسک رابررسي کنيد؟ !همه اطلاعات بر روی دیسک از دست خواهند رفت

source: Do you really want to remove directory %s from the disk?
ar: هل ترغب حقاً في حذف الدليل %s من القرص ؟

source: Do you really want to remove your bookmark of %s?
ar: هل ترغب حقاً في حذف العلامة المرجعية %s ?
fa: آيا شماواقعا ميخواهيد بوک مارک هاي خود راحذف کنيد؟ %s

source: Do you want to backup now? After pressing OK, please wait!
ar: هل ترغب في النسخ الاحتياطي الان ؟ بعد الضغط على موافق, فضلا انتظر!
fa: آيا شما ميخواهيد اکنون پشتيبان گيري انجام شود؟ !پس ازفشردن دکمه تاييد,لطفاصبرکنيد

source: Do you want to burn this collection to DVD medium?
ar: هل ترغب في نسخ هذه التشكيلة الى وسيط القرص الرقمي الديفيدي؟
fa: آيا شما ميخواهيد اين مجمومه برروي دي وي دي ذخيره شود؟

source: Do you want to do a service scan?
ar: هل تريد البحث عن القنوات
fa: آياميخواهيد اسکن سرويس راانجام دهيد؟

source: Do you want to do another manual service scan?
ar: هل ترغب في عمل بحث يدوي اخر عن الاقمار ؟
fa: آيا ميخواهيد ديگرخدمات اسکن دستي راانجام دهيد؟

source: Do you want to enable the parental control feature on your Cuberevo?
ar: هل ترغب في تفعيل خاصية المراقبة الابوية في جهاز الكيوب ريفو ؟

source: Do you want to install default sat lists?
ar: هل ترغب في تثبيت قائمة الاقمار الصناعية الافتراضية ؟
fa: آياميخواهيد ليست هاي ماهواره بصورت پيش فرض نصب شود؟

source: Do you want to install the package:
ar: هل ترغب في تثبيت الحزمة :
fa: :آيا ميخواهيد اين پکيج رانصب نماييد

source: Do you want to play DVD in drive?
ar: هل ترغب في تشغيل القرص الرقمي الديفيدي في السواقة ؟
fa: آياميخواهيداين دي وي دي دردرايوپخش شود؟

source: Do you want to preview this DVD before burning?
ar: هل ترغب في استعراض هذا القرص الرقمي قبل النسخ ؟
fa: را قبل رايت ببينيد؟ DVD آياميخواهيد پيش نمايش اين

source: Do you want to reboot your Cuberevo?
ar: هل ترغب في اعادة تشغيل جهاز الكيوب ريفو ؟
fa: آياميخواهيد دستگاه را دوباره راه اندازي کنيد؟

source: Do you want to remove the package:
ar: هل ترغب في حذف الحزمة :
fa: آياميخواهيد اين پکيج راپاک کنيد:

source: Do you want to restore your settings?
ar: هل ترغب في استعاة اعداداتك ؟
fa: آياميخواهيد تنظيمات خودرابازگردانيد؟

source: Do you want to resume this playback?
ar: هل ترغب في استكمال التشغيل ؟
fa: آيا ميخواهيد پخش ادامه پيداکند؟

source: Do you want to submit your email address and name so that we can contact you if needed?
ar: هل ترغب في ارسال اسمك وبريدك الالكتروني ليتم التواصل معك لاحقا متى ماتطلب الامر ذلك ؟

source: Do you want to update your Cuberevo?
ar: هل ترغب في تحديث جهاز الكيوب ريفو ؟
fa: آياميخواهيد دستگاه بروزرساني شود؟

source: Do you want to update your Cuberevo? After pressing OK, please wait!
ar: هل تريد تحديث الكيوب ريفو بعد الضغط على موافق, فضلاً انتظر
fa: آياميخواهيددستگاه بروزرساني شود؟ !پس ازفشردن دکمه تاييد,لطفاصبرکنيد

source: Do you want to upgrade the package:
ar: هل ترغب في ترقية الحزمة :
fa: آياميخواهيد اين پکيج را ارتقاء دهيد:

source: Do you want to view a tutorial?
ar: هل تريد مشاهدة الشرح ؟
fa: آياميخواهيد خودآموزنمايش داده شود؟

source: Don't stop current event but disable coming events
ar: لاتقوم بايقاف الحدث الحالي ولكن قم بايقاف تفعيل الاحداث القادمة
fa: نمي توانيد اين برنامه رامتوقف کنيد ولي برنامه هاي اينده غيرفعال ميشود

source: Done - Installed or upgraded %d packages
ar: تم - تثبيت أو ترقية %d الحزمة
fa: انجام شد - نصب وارتقاء %dپکيج

source: Done - Installed or upgraded %d packages with %d errors
ar: تم - تثبيت أو ترقية %d الحزمة بوجود %d أخطاء
fa: انجام شد - نصب ويا ارتقاء %d پکيج باخطا %d

source: Done - Installed, upgraded or removed %d packages with %d errors
ar: تم - تثبيت , ترقية أو حذف %d الحزم مع وجود %d أخطاء
fa: انجام شد - نصب, ارتقاء وياحذف %d پکيج ها باخطا %d

source: Download
ar: تحميل
fa: دريافت

source: Download .NFI-Files for USB-Flasher
ar: تحميل ملفات .NFI لجهاز ترقية الفلاش عبر اليو اس بي

source: Download Plugins
ar: تحميل الاضافات والبلج انز
fa: دريافت افزونه ها

source: Download of USB flasher boot image failed:
ar: تحميل صورة الاقلاع عبر جهاز ترقية الفلاش عبر اليو اس بي فشل

source: Downloadable new plugins
ar: اضافات / بلج انز جديدة قابلة للتحميل
fa: دريافت افزونه جديد

source: Downloadable plugins
ar: اضافات / بلج انز قابلة للتحميل
fa: دريافت افزونه

source: Downloading
ar: تحميل
fa: دريافت

source: Downloading plugin information. Please wait...
ar: تحميل معلومات الاضافات / البلج ان . فضلا انتظر ...
fa: ...دريافت اطلاعات افزونه.لطفاصبرکنيد

source: Dutch
ar: الهولندية
fa: آلماني

source: Dynamic contrast
ar: تباين ديناميكي

source: E
ar: ج

source: EPG Selection
ar: إختيار دليل البرامج الالكتروني
fa: EPG انتخاب

source: ERROR - failed to scan (%s)!
ar: خطأ - فشل البحث (%s)!
fa: خطا - قادربه اسکن نيست (%s)

source: East
ar: شرق
fa: شرق

source: Edit
ar: تحرير
fa: ويرايش

source: Edit DNS
ar: تحرير DNS
fa: DNS ويرايش

source: Edit Title
ar: تحرير المسمى
fa: ويرايش عنوان

source: Edit chapters of current title
ar: تحرير المقاطع للمسمى الحالي
fa: ويرايش بخشي ازعنوان کنوني

source: Edit services list
ar: تحرير قائمة القنوات / الخدمات
fa: ويرايش ليست سرويس ها

source: Edit settings
ar: تحرير الاعدادات
fa: ويرايش تنظيم ها

source: Edit the Nameserver configuration of your Cuberevo.
ar: تحرير اعدادات عنوان السيرفر للكيوب ريفو
fa: ويرايش پيکربندي نام سرورازدستگاه شما.

source: Edit the network configuration of your Cuberevo.
ar: تحرير اعدادات الشبكة للكيوب ريفو
fa: ويرايش پيکربندي شبکه ازدستگاه شما

source: Edit title
ar: تحرير المسمى
fa: ويرايش عنوان

source: Edit upgrade source url.
ar: تحرير عنوان موقع مصدر الترقية

source: Electronic Program Guide
ar: دليل البرامج الالكتروني
fa: راهنماي الکترونيکي برنامه

source: Enable
ar: تفعيل
fa: فعال

source: Enable 5V for active antenna
ar: تفعيل خاصية 5 فولت للاقط المفعل
fa: فعال کردن 5ولت براي فعاليت آنتن

source: Enable multiple bouquets
ar: تمكين الباقات المتعددة

source: Enable parental control
ar: تمكين التحكم الابوي
fa: فعال کردن کنترل والدين

source: Enable timer
ar: تمكين المؤقت
fa: فعال کردن تايمر

source: Enabled
ar: تمكين
fa: فعال کردن

source: Encryption
ar: التشفير
fa: رمزنگاري

source: Encryption Key
ar: مفتاح التشفير
fa: کد رمزنگاري

source: Encryption Keytype
ar: نوع مفاتيح التشفير
fa: نوع رمزنگاري کدها

source: Encryption Type
ar: نوع التشفير
fa: نوع رمزنگاري

source: Encryption:
ar: التشفير :

source: End time
ar: وقت النهاية
fa: زمان پايان

source: EndTime
ar: إنتهاء الوقت
fa: زمان پايان

source: English
ar: الانجليزية
fa: انگليسي

source: Enigma2 Skinselector v0.5 BETA If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
ar: محدد واجهات الانيجما2 الاصدار التجريبي 0.5 اذا كنت تواجه اي مشكلة فضلا تواصل مع stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enter Fast Forward at speed
ar: ادخل تقديم سريع بالسرعة

source: Enter Rewind at speed
ar: ادخل اعادة بالسرعة

source: Enter WLAN network name/SSID:
ar: ادخل اسم الشبكة اللاسليكة /SSID:

source: Enter WLAN passphrase/key:
ar: ادخل الرقم السري لتشفير الشبكة اللاسلكية :

source: Enter main menu...
ar: ادخل القائمة الرئيسية ..
fa: ...ورودبه منواصلي

source: Enter the service pin
ar: ادخل الرمز السري للخدمة
fa: پين سرويس راواردکنيد

source: Enter your email address so that we can contact you if needed.
ar: ادخل عنوان البريد الالكتروني ليتم التواصل معك لاحقا متى تطلب الامر ذلك

source: Error
ar: خطأ
fa: خطا

source: Error executing plugin
ar: خطأ عند تشغيل الاضافة / البلج ان
fa: خطا در اجرای افزونه

source: Error: %s Retry?
ar: خطأ: %s اعادة المحاولة ?
fa: خطا: %s تلاش مجدد؟

source: Eventview
ar: عرض الحدث
fa: مشاهده رویداد

source: Everything is fine
ar: كل شيئ على مايرام
fa: همه چیز خوب است

source: Execution Progress:
ar: مراحل التنفيذ :
fa: :مشاهده پيشرفت

source: Execution finished!!
ar: انتهى التنفيذ
fa: !!مشاهده به پايان رسيد

source: Exif
ar: خروج

source: Exit
ar: خروج
fa: خروج

source: Exit editor
ar: الخروج من المحرر
fa: خروج ازويرايشگر

source: Exit network wizard
ar: الخروج من معالج الشبكة

source: Exit the cleanup wizard
ar: الخروج من معالج التنظيف

source: Exit the wizard
ar: الخروج من المعالج
fa: خروج از ويزارد

source: Exit wizard
ar: الخروج من المعالج
fa: خروج ازويزارد

source: Expert
ar: متقدم
fa: حرفه ايي

source: Extended Networksetup Plugin...
ar: بلج ان اعداد الشبكة المتقدم
fa: ...گسترش شبکه نصب پلاگین

source: Extended Setup...
ar: الاعدادات المتقدمة
fa: ...راه اندازي گسترش يافته

source: Extensions
ar: الاضافات
fa: ضميمه ها

source: Factory reset
ar: اعادة ضبط المصنع
fa: ريست کارخانه ايي

source: Failed
ar: خاطئ
fa: ناموفق

source: Fast
ar: سريع
fa: سريع

source: Fast DiSEqC
ar: دايسك سريع
fa: دايسک سريع

source: Fast Forward speeds
ar: سرعة التقديم السريع
fa: سريع به جلو

source: Fast epoch
ar: فترة سريعة

source: Favourites
ar: المفضلة
fa: موردعلاقه ها

source: Filesystem Check...
ar: فحص ملفات النظام
fa: ...بررسي فايل سيستم

source: Filesystem contains uncorrectable errors
ar: ملفات النظام تحتوي على اخطاء لايمكن اصلاحها

source: Finetune
ar: الضبط الدقيق

source: Finished
ar: انتهى
fa: به پايان رسيد

source: Finished configuring your network
ar: انتهى من تهيئة الشبكة
fa: پيکربندي شبکه شما به پايان رسيد

source: Finished restarting your network
ar: انتهى من اعادة تشغيل الشبكة
fa: شروع بکارمجدد شبکه شمابه پايان رسيد

source: Finnish
ar: انتهى
fa: پايان

source: First we need to download the latest boot environment for the USB flasher.
ar: اولا لابد من تحميل اخر ملف اقلاعي لجهاز التحديث عبر اليو اس بي

source: Flash
ar: فلاش
fa: فلش

source: Flashing failed
ar: فشل التحديث
fa: ناموفق درفلش

source: Format
ar: تهيئة
fa: فرمت

source: Frame repeat count during non-smooth winding
ar: تكرار الفريم يتم احتسابه خلال عدم وضوح الصورة

source: Frame size in full view
ar: حجم الفريم في في العرض الكامل

source: French
ar: الفرنسية
fa: فرانسه

source: Frequency
ar: التردد

source: Frequency bands
ar: موجة التردد
fa: باندهاي فرکانسي

source: Frequency scan step size(khz)
ar: حجم خطوة البحث عن التردد ( هيرتز )

source: Frequency steps
ar: خطوات التردد

source: Fri
ar: الجمعة
fa: آدينه

source: Friday
ar: الجمعة
fa: آدينه

source: Frisian
ar: الفريزية

source: Fritz!Box FON IP address
ar: عنوان الايبي للكيوب ريفو

source: Frontprocessor version: %d
ar: اصدار البروسسور الامامي : %d
fa: %d :نسخه پردازنده جلويي

source: Fsck failed
ar: FSCK خاطئ

source: Function not yet implemented
ar: الوظيفة لم يتم تنفيذها

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
ar: واجهة المستخدم تحتاج لاعادة التشغيل لتطبيق الاسكن الجديد هل ترغب في اعادة تشغيل واجهة المستخدم الان ؟
fa: رابط گرافيکي براي تاييد پوسته جديد نيازبه راه اندازي مجدد دارد آيا شما ميخواهيد رابط گرفيکي رااکنون مجددا راه اندازي کنيد؟

source: Gateway
ar: بوابة العبور

source: General AC3 Delay
ar: تأخير AC3 العام

source: General PCM Delay
ar: تأخير PCM العام

source: Genre
ar: عام
fa: نوع

source: German
ar: الالمانية
fa: آلماني

source: Getting plugin information. Please wait...
ar: الحصول على معلومات عن البلج ان, فضلا انتظر...
fa: ...گرفتن اطلاعات افزونه. لطفا صبر کنید

source: Goto 0
ar: اذهب الى 0
fa: رفتن به نقطه 0

source: Goto position
ar: موقع الذهاب الى
fa: رفتن به موقعيت

source: Graphical Multi EPG
ar: دليل البرامج الالكتروني المتعدد الرسومي
fa: راهنماي مولتي گرافيکي

source: Greek
ar: اليونانية
fa: يوناني

source: Guard Interval
ar: الفاصل الامني
fa: فاصله گارد

source: Guard interval mode
ar: وضعية الفاصل الامني
fa: حالت فاصله گارد

source: Harddisk
ar: الهاردسك
fa: هارد ديسک

source: Harddisk setup
ar: اعداد الهاردسك
fa: راه اندازي هاردديسک

source: Harddisk standby after
ar: استعداد الهاردسك بعد
fa: هارد دیسک پس از آماده به کار

source: Hidden network SSID
ar: مسمى الشبكة المخفية SSID
fa: SSID پنهان کردن شبکه

source: Hidden networkname
ar: اسم شبكة مخفي

source: Hierarchy Information
ar: معلومات التسلسل الهرمي
fa: سلسله مراتب اطلاعات

source: Hierarchy mode
ar: وضعية التسلسل الرقمي
fa: حالت سلسله مراتب

source: High bitrate support
ar: دعم خاصية معدل البث العالي
fa: پشتيباني از نرخ بيت بالا

source: Horizontal
ar: افقي
fa: افقي

source: How many minutes do you want to record?
ar: كم دقيقة ترغب في تسجيلها ؟
fa: چگونه تعدازيادي دقيقه براي ظبط ميخواهيد؟

source: How to handle found crashlogs?
ar: كيف يتم تلقي ملف الاخطاء الذي يتم العثور عليه ؟

source: Hue
ar: درجة الالوان

source: Hungarian
ar: الهنجارية
fa: مجاري

source: IP Address
ar: عنوان الايبي

source: ISO file is too large for this filesystem!
ar: حجم ملف ISO كبير جدا لملفات النظام هذه
fa: !فايل ايزو براي اين فايل سيستمي خيلي بزرگ ميباشد

source: ISO path
ar: مسار ملف ISO

source: Icelandic
ar: الايسلاندية
fa: ايسلندي

source: If you can see this page, please press OK.
ar: اذا كنت ترى هذه الصفحة بوضوح , فضلا اضغط موافق
fa: .اگرشماميتوانيد اين صفحه راببينيد, لطفا دکمه تاييد رافشاردهيد

source: If you see this, something is wrong with your scart connection. Press OK to return.
ar: اذا كنت ترى هذا, فهناك خطأ ما في توصيل الاسكارت, اضغط موافق للعودة

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
ar: اذا كان التلفاز الموجود لديك به خاصية ضبط درجة التباين والاضاءة , قم بايقاف تفعيل هذه الخاصية , واذا كانت هناك خاصية تسمى Dynamic قم بضبطها الى Standard , اما بالنسبة لدرجة اضاءة الخلفية فيمكنك ضبطها للدرجة المناسبة لك . ضع درجة التباين في تلفازك الى اقل درجة ممكنة ثم قم بضبط درجة اضاءة التلفاز لديك إلى اقل مستوى ممكن , ولكن تأكد بان تبقى الظلال الرمادية مميزة لاتهتم لامر ظلال الاضاءة الان , حيث سيتم ضبطهم خلال الخطوة التالية اذا كنت مقتنع بالنتيجة , فضلا اضغط موافق

source: Image flash utility
ar: اداة تنصيب الصورة التشغيلية
fa: ابزار فلش ايميج

source: Image-Upgrade
ar: ترقية الصورة التشغيلية
fa: ارتقاء-ايميج

source: In Progress
ar: في تقدم
fa: درحال اجرا

source: In order to record a timer, the TV was switched to the recording service!
ar: لتسجيل المؤقت , التلفاز سيقوم بالانتقال الى خدمة التسجيل

source: Increased voltage
ar: فولت زائد
fa: افزایش ولتاژ

source: Index
ar: الدليل
fa: فهرست

source: Info
ar: معلومات

source: InfoBar
ar: شريط المعلومات
fa: نواراطلاعات

source: Infobar timeout
ar: وقت انتهاء عرض شريط المعلومات
fa: وقفه نواراطلاعات

source: Information
ar: معلومات
fa: اطلاعات

source: Init
ar: مبدأي
fa: آماده سازي

source: Initialization...
ar: بدء التشغيل ...
fa: ...آماده کردن

source: Initialize
ar: البدأ
fa: آماده سازي

source: Initializing Harddisk...
ar: بدأ تشغيل الهاردسك
fa: ...آماده سازي هاردديسک

source: Input
ar: مدخل
fa: ورودي

source: Install
ar: تثبيت
fa: نصب

source: Install a new image with a USB stick
ar: تثبيت صورة تشغيلية جديدة على الفلاش ميموري
fa: نصب ايميج جديدبا يو اس بي

source: Install a new image with your web browser
ar: تثبيت صورة تشغيلية جديدة بواسطة متصفح الويب
fa: نصب ايميج جديد با مرورگر اينترنتي شما

source: Install extensions.
ar: تنصيب التفريعات

source: Install local extension
ar: تنصيب تفريعات محلية

source: Install or remove finished.
ar: انتهاء التثبيت او الحذف
fa: نصب يا حذف به پايان رسيد

source: Install settings, skins, software...
ar: تثبيت الاعدادات , الاسكن , البرامج ...
fa: ...تنظیمات نصب ، پوسته ، نرم افزار

source: Installation finished.
ar: انتهاء التثبيت
fa: .نصب به پايان رسيد

source: Installing
ar: تثبيت
fa: درحال نصب

source: Installing Software...
ar: تثبيت البرنامج ...
fa: ...درحال نصب نرم افزار

source: Installing default sat lists... Please wait...
ar: تثبيت قائمة الاقمار الصناعية الافتراضية ... فضلا انتظر..
fa: ...درحال نصب ليست پيش فرض ماهواره ها...لطفاصبرکنيد

source: Installing defaults... Please wait...
ar: تثبيت الاعدادات الافتراضية ... فضلا انتظر
fa: ...درحال نصب پيش فرض...لطفاصبرکنيد

source: Installing package content... Please wait...
ar: تثبيت محتويات الحزمة ... فضلا انتظر..
fa: ...درحال نصب محتواي پکيج...لطفاصبرکنيد

source: Instant Record...
ar: تسجيل فوري ...
fa: ...ظبط فوري

source: Integrated Ethernet
ar: ايثرنت متكامل
fa: مجتمع اترنت

source: Integrated Wireless
ar: لاسلكي متكامل
fa: مجتمع بيسيم

source: Intermediate
ar: الوسيط

source: Internal Flash
ar: الفلاش الداخلي
fa: فلش داخلي

source: Invalid Location
ar: موقع غير صالح
fa: مکان معتبرنيست

source: Invalid directory selected: %s
ar: دليل مختار غير صالح : %s
fa: :پوشه انتخاب شده معتبرنيست %s

source: Inversion
ar: عكـس

source: Invert display
ar: عرض معكوس
fa: برگرداندن صفحه نمايش

source: Is this videomode ok?
ar: هل وضعية الصورة مناسبة ؟

source: Italian
ar: الايطالية
fa: ايتاليايي

source: Job View
ar: عرضة المهمة
fa: مشاهده فرصت

source: Just Scale
ar: فقط في النطاق
fa: فقط درمقياس

source: Keyboard
ar: لوحة المفاتيح
fa: صفحه کليد

source: Keyboard Map
ar: خريطه لوحة المفاتيح
fa: راهنماي صفحه کليد

source: Keyboard Setup
ar: اعداد لوحة المفاتيح
fa: راه اندازي صفحه کليد

source: Keymap
ar: خريطة المفاتيح
fa: راهنماي کليد

source: LAN Adapter
ar: محول الشبكة السلكية
fa: مبدل لن

source: LNB
ar: مستقبل الاقمار ( النبي )
fa: ال ان بي

source: Language selection
ar: إختيار اللغة
fa: انخاب زبان

source: Language...
ar: اللغة
fa: ...زبان

source: Last config
ar: الضبط الاخير

source: Last speed
ar: اخر سرعة
fa: آخرین سرعت

source: Latitude
ar: خط العرض
fa: عرض جغرافيايي

source: Latvian
ar: اللاتيفية
fa: لتونيايي

source: Leave DVD Player?
ar: ترك مشغل الاقراص الرقمية ؟
fa: خروج از دي وي دي پلير؟

source: Left
ar: يسار
fa: چپ

source: Letterbox
ar: صندوق الحروف

source: Limit east
ar: شرق محدود
fa: محدوده شرق

source: Limit west
ar: غرب محدود
fa: محدوده غرب

source: Limited character set for recording filenames
ar: رموز محدودة تم اعدادها لاسماء ملفات التسجيل

source: Limits off
ar: اغلاق المحددات
fa: خاموش کردن محدوده

source: Limits on
ar: تشغيل المحددات
fa: روشن کردن محدوده

source: Link Quality:
ar: جودة الرابط :

source: Link:
ar: رابط :
fa: لينک:

source: Linked titles with a DVD menu
ar: ربط المسمى مع قائمة القرص الرقمي
fa: عناوين لينک شده بامنو دي وي دي

source: List of Storage Devices
ar: قائمة بوسائط التخزين
fa: فهرست ابزارهای ذخیره سازی

source: Lithuanian
ar: الليتوانية
fa: لیتوانیایی

source: Load
ar: تحميل
fa: بارگذاري

source: Load Length of Movies in Movielist
ar: تحميل طول الافلام في قائمة الافلام
fa: بارگذاري مدت فيلم درليست فيلم ها

source: Local Network
ar: الشبكة المحلية
fa: شبکه محلي

source: Location
ar: الموقع
fa: مکان

source: Lock:
ar: اغلاق :
fa: :قفل

source: Log results to harddisk
ar: نتائج السجل في الهاردسك
fa: لاگ نتايج برروي هاردديسک

source: Long Keypress
ar: ضغطة طويلة على الازرار
fa: فشردن طولاني کليد

source: Longitude
ar: خط الطول
fa: طول جغرافيايي

source: MMC Card
ar: كرت الوسائط المتعددة MMC
fa: MMC کارت

source: MORE
ar: زيادة
fa: بيشتر

source: Main menu
ar: القائمة الرئيسية
fa: فهرست اصلي

source: Mainmenu
ar: القائمة الرئيسية
fa: فهرست اصلي

source: Make this mark an 'in' point
ar: اجعل هذه العلامة نقطة دخول
fa: ايجادعلامت دراين نقطه

source: Make this mark an 'out' point
ar: اجعل هذه العلامة نقطة خروج
fa: ايجادعلامت درخارج ازاين نقطه

source: Make this mark just a mark
ar: اجعل هذه العلامة علامة فقط

source: Manage your receiver's software
ar: ادارة البرنامج التشغيلي لجهازك
fa: مديريت برنرم افزارهاي دستگاه

source: Manual Scan
ar: بحـث يدوى
fa: اسکن دستي

source: Manual transponder
ar: المستقبل اليدوي
fa: ترانسپوندر دستي

source: Manufacturer
ar: الشركة المصنعة
fa: سازنده

source: Margin after record
ar: الهوامش بعد التسجيل
fa: حاشیه بعد از ضبط

source: Margin before record (minutes)
ar: الهوامش قبل التسجيل ( دقائق )

source: Media player
ar: مشغل الوسائط
fa: مدياپلير

source: MediaPlayer
ar: مشغل الوسائط
fa: مديا پلير

source: Medium is not a writeable DVD!
ar: الوسيط غير قابل للكتابة على القرص الرقمي

source: Medium is not empty!
ar: الوسيط غير فارغ

source: Menu
ar: القائمة :
fa: فهرست

source: Message
ar: الرسالة :
fa: پيام

source: Message...
ar: الرسالة
fa: ...پيام

source: Mkfs failed
ar: Mkfs خاطئ

source: Mode
ar: وضعية
fa: حالت

source: Model:
ar: موديل :
fa: :مدل

source: Modulation
ar: التعديل
fa: مدولاسيون

source: Modulator
ar: المحول
fa: مدولاتور

source: Mon
ar: الاثنين
fa: دوشنبه

source: Mon-Fri
ar: الاثنين - الجمعة
fa: دوشنبه-جمعه

source: Monday
ar: الاثنين
fa: دوشنبه

source: Mount failed
ar: فشل التثبيت
fa: خطا در نصب

source: Move Picture in Picture
ar: حرك صورة في صورة
fa: انتقال تصویر در تصویر

source: Move east
ar: حرك للشرق
fa: حرکت به شرق

source: Move west
ar: حرك للغرب
fa: حرکت به غرب

source: Movielist menu
ar: قائمة الافلام
fa: منو ليست فيلم ها

source: Multi EPG
ar: دليل البرامج الالكتروني المتعدد
fa: EPG چند

source: Multimedia
ar: الوسائط المتعددة
fa: چندرسانه ايي

source: Multiple service support
ar: دعم الخدمات / القنوات المتعددة
fa: پشتیبانی از چندین خدمات

source: Multisat
ar: متعدد الاقمار الصناعية
fa: چندين ماهواره

source: Mute
ar: كتم الصوت
fa: بيصدا

source: N/A
ar: غير موجود

source: NEXT
ar: التالي
fa: بعدي

source: NFI image flashing completed. Press Yellow to Reboot!
ar: تم تثبيت الصورة التشغيلية NFI , اضغط الزر الاصفر لاعادة التشغيل

source: NOW
ar: الان
fa: حالا

source: NTSC
ar: ان تي اس سي

source: Name
ar: الاسم
fa: نام

source: Nameserver
ar: عنوان الخادم

source: Nameserver %d
ar: عنوان السيرفر %d
fa: نام سرور %d

source: Nameserver Setup
ar: اعداد عنوان السيرفر
fa: راه اندازي نام سرور

source: Nameserver settings
ar: اعدادات عنوان السيرفر
fa: تنظيمات نام سرور

source: Netmask
ar: قناع الشبكة

source: Network
ar: الشبكة
fa: شبکه

source: Network Configuration...
ar: تهيئة الشبكة
fa: ...پيکربندي شبکه

source: Network Mount
ar: تثبيت الشبكة
fa: نصب کردن شبکه

source: Network SSID
ar: الشبكة SSID
fa: SSID شبکه

source: Network Setup
ar: اعداد الشبـكة
fa: راه اندازي شبکه

source: Network Wizard
ar: معالج الشبكة

source: Network scan
ar: بحث الشبكة
fa: اسکن شبکه

source: Network setup
ar: اعداد الشبكة
fa: راه اندازي شبکه

source: Network test
ar: اختبار الشبكة
fa: آزمايش شبکه

source: Network test...
ar: اختيار الشبكة ...
fa: ...آزمايش شبکه

source: Network...
ar: الشبكة ...
fa: ...شبکه

source: Network:
ar: الشبكة :
fa: :شبکه

source: NetworkWizard
ar: معالج الشبكة
fa: ويزاردشبکه

source: New
ar: جديد
fa: جديد

source: New pin
ar: رمز سري جديد
fa: پين جديد

source: New version:
ar: اصدار جديد
fa: :نسخه جديد

source: Next
ar: التالي
fa: بعدي

source: No
ar: لا
fa: خير

source: No (supported) DVDROM found!
ar: وسيط تشغيل الاقراص الرقمية الذي عثر عليه غير متوافق

source: No 50 Hz, sorry. :(
ar: لايوجد 50 هيرتز , عذرا

source: No Connection
ar: لايوجد اتصال

source: No HDD found or HDD not initialized!
ar: لا يوجد هاردسك أو أن الهاردسك لم يبدأ بالعمل
fa: هارديافت نشد ويا هاردشناخته نشده است

source: No Networks found
ar: لم يتم العثور على الشبكات
fa: شبکه ايي يافت نشد

source: No backup needed
ar: النسخ الاحتياطي غير ضروري
fa: فايل پشتيبان نياز نيست

source: No data on transponder! (Timeout reading PAT)
ar: لاتوجد بيانات على المستقبل انتهاء وقت قراءة PAT

source: No description available.
ar: لاتوجد تفاصيل متوفرة
fa: .توضيحات بيشترموجودنيست

source: No details for this image file
ar: لاتوجد تفاصيل عن ملف الصورة التشغيلية
fa: جزئيات بيشتري براي اين ايميج موجود نيست

source: No displayable files on this medium found!
ar: ملفات غير قابلة للعرض على الوسيط الذي عثر عليه

source: No event info found, recording indefinitely.
ar: لاتوجد معلومات للحدث, تسجيل غير مسمى
fa: .اطلاعاتي درمورداين رويداد پيدانشد, ذخيره سازي بصورت نامحدودانجام ميشود

source: No free tuner!
ar: لايوجد لاقط حر
fa: !تيونر آزاد وجود ندارد

source: No networks found
ar: لم يتم العثورعلى شبكات
