Repository: popazerty/enigma2cuberevo
Catalog: po/*.po
Languages: ar, fa

source: Scan band EU VHF III
ar: بحث موجة EU VHF III

source: Scan band US HIGH
ar: بحث موجة US HIGH

source: Scan band US HYPER
ar: بحث موجة US HYPER

source: Scan band US LOW
ar: بحث موجة US LOW

source: Scan band US MID
ar: بحث موجة US MID

source: Scan band US SUPER
ar: بحث موجة US SUPER

source: Scan your network for wireless Access Points and connect to them using your WLAN USB Stick
ar: اعمل بحث في الشبكة او لنقطة الربط اللاسلكية وقم بالاتصال بهم باستخدام كرت الاتصال اللاسلكي عبر USB

source: Scans default lamedbs sorted by satellite with a connected dish positioner
ar: بحث افتراضيات ملف lamedbs المفروز بحسب القمر الصناعي والمتصل بمحدد مواقع الاقمار الصناعية

source: Search east
ar: بحث شرق
fa: جستجوي شرق

source: Search west
ar: بحث غرب
fa: جستجوي غرب

source: Searching for new installed or removed packages. Please wait...
ar: ابحث عن حزم تم تثبيتها مؤخراً او تم حذفها , فضلا انتظر ...
fa: ...جستجوبراي افزونه هاي جديد نصب شده يا حذف شده. لطفاصبرکنيد

source: Secondary DNS
ar: DNS الثانوي

source: Seek
ar: بحـث
fa: پيگيري

source: Select
ar: اختيار
fa: انتخاب

source: Select HDD
ar: اختار الهاردسك
fa: انتخاب هارد

source: Select Location
ar: اختيار موقع
fa: انتخاب مکان

source: Select Network Adapter
ar: اختيار محول الشبكة
fa: انتخاب مبدل شبکه

source: Select a movie
ar: اختار الفيلم
fa: انتخاب فیلم

source: Select audio mode
ar: اختار وضعية الصوت
fa: حالت صداراانتخاب کنيد

source: Select audio track
ar: اختار المقطع الصوتي
fa: آهنگ های صوتی را انتخاب کنید

source: Select channel to record from
ar: اختار القناة التى ترغب في التسجل منها
fa: کانال رابراي ضبط کردن انتخاب کنيد

source: Select files for backup. Currently selected:
ar: اختيار ملف للنسخ الاحتياطي . الذي تم اختياره حاليا :
fa: برای تهیه پشتیبان فایل را انتخاب کنید.انتخا شدهاي فعلي:

source: Select image
ar: اختار الصورة التشغيلية
fa: انتخاب ايميج

source: Select interface
ar: اختيار الواجهة

source: Select package
ar: اختيار الحزمة

source: Select provider to add...
ar: اختار مزود الخدمة لاضافته
fa: ...انتخاب پرووايدربراي اضافه کردن

source: Select refresh rate
ar: اختار قيمة التحديث
fa: انتخاب بازنشاني درجه

source: Select service to add...
ar: اختار خدمة / قناة لاضافتها
fa: ...انتخاب سرويس براي اضافه کردن

source: Select video input
ar: اختار مدخل الفيديو
fa: انتخاب ورودی تصوير

source: Select video input with up/down buttons
ar: اختار مدخل الفيديو باستخدام الازرار للاعلى / للاسفل
fa: ورودي تصوير رابادکمه بالا/پايين انتخاب کنيد

source: Select video mode
ar: اختار وضعية الفيديو
fa: انتخاب حالت تصوير

source: Selected source image
ar: اختيار مصدر الصورة التشغيلية
fa: انتخاب منبع ايميج

source: Send DiSEqC
ar: ارسال الدايسك
fa: ارسال دايسک

source: Send DiSEqC only on satellite change
ar: ارسال الدايسك فقط عن تغير القمر الصناعي

source: Seperate titles with a main menu
ar: فصل المسميات مع القائمة الرئيسية
fa: جداکردن عنوان بامنو اصلي

source: Sequence repeat
ar: تكرار المتتابع
fa: تکراردنباله

source: Serbian
ar: الصربية

source: Service
ar: قناة / خدمة
fa: سرويس

source: Service Scan
ar: بحث القنوات
fa: اسکن سرويس

source: Service Searching
ar: البحث عن القنوات
fa: جستجوي سرويس

source: Service has been added to the favourites.
ar: الخدمة / القناة تم اضافتها لقائمة المفضلة
fa: .سرويس باموفقبت به ليست دلخواه اضافه شد

source: Service has been added to the selected bouquet.
ar: الخدمة / القناة تم اضافتها للباقة المختارة
fa: .سرويس باموفقيت به ليست انتخاب شده اضافه شد

source: Service invalid! (Timeout reading PMT)
ar: خدمة / قناة غير صالحة ( انتهاء الوقت في قراءة PMT)

source: Service not found! (SID not found in PAT)
ar: لم يتم العثور على الخدمة / القناة ( SID لم يتم العثور عليه في PAT )

source: Service scan
ar: بحث القنوات
fa: اسکن سرويس

source: Service unavailable! Check tuner configuration!
ar: الخدمة / القناة غير متوفرة تأكد من اعدادات اللاقط
fa: !سرویس در دسترس نیست !پيکربندي تيونررا بررسي نماييد

source: Serviceinfo
ar: معلومات الخدمة / القناة
fa: اطلاعات سرويس

source: Services
ar: القناوات / الخدمات
fa: سرويس

source: Set Voltage and 22KHz
ar: ضبط الفولتية و 22 هيرتز
fa: تنظیم ولتاژ و 22کيلو هرتز

source: Set as default Interface
ar: ضبط الواجهة الافتراضية
fa: تنظيم به عنوان رابط پيش فرض

source: Set available internal memory threshold for the warning.
ar: ضبط الفلاشة الداخلية المتوفرة لبداية التحذير

source: Set interface as default Interface
ar: ضبط الواجهة لتكون الواجهة الافتراضية
fa: تنظيم رابط به عنوان رابط پيش فرض

source: Set limits
ar: ضبط المحدود
fa: تنظيم محدوده

source: Settings
ar: الاعدادات
fa: تنظيم ها

source: Setup
ar: اعداد
fa: راه اندازي

source: Setup Mode
ar: وضعية الاعداد
fa: نحوي راه اندازي

source: Sharpness
ar: حساسية

source: Show Info
ar: عرض المعلومات
fa: نمايش اطلاعات

source: Show WLAN Status
ar: عرض حالة الاتصال اللاسلكي
fa: نمايش جزييات شبکه بيسيم

source: Show blinking clock in display during recording
ar: عرض الساعة الوامضة على شاشة الجهاز خلال التسجيل
fa: چشمک زدن صفحه نمايش درطول زمان ذخيره سازي

source: Show infobar on channel change
ar: عرض شريط المعلومات عند تغير القناة
fa: نمايش نواراطلاعات درهنگام تغييرکانال

source: Show infobar on event change
ar: عرض شريط المعلومات عند تغير الحدث
fa: نمايش نواراطلاعات درهنگام تغييرهررويداد

source: Show infobar on skip forward/backward
ar: عرض شريط المعلومات عند القفز للامام او الخلف
fa: نشان دادن نوار اطلاعات در پرش به جلو / عقب

source: Show positioner movement
ar: عرض حركة محدد الاقمار
fa: نمايش حرکت گرداننده

source: Show services beginning with
ar: عرض الخدمات / القنوات التي تبدأ بـ
fa: شروع کاربا نمايش سرويس ها

source: Show the radio player...
ar: عرض مشغل الراديو ...
fa: ...نمايش پلير راديو

source: Show the tv player...
ar: عرض مشغل التلفاز ...
fa: ...نمايش پليرتلويزيوني

source: Shows the state of your wireless LAN connection.
ar: عرض موقع اتصالك بالشبكة اللاسليكة
fa: .نمايش وضعيت اتصالات شبکه بي سيم

source: Shutdown Cuberevo after
ar: اغلاق تشغيل جهاز الكيوب ريفو بعد
fa: پس ازخاموش کردن دستگاه

source: Signal Strength:
ar: قوة الاشارة :

source: Signal:
ar: الاشارة :

source: Similar
ar: مشابه
fa: مشابه

source: Similar broadcasts:
ar: البث المتشابه
fa: پخش برنامه های مشابه :

source: Simple
ar: بسيط
fa: ساده

source: Simple titleset (compatibility for legacy players)
ar: ضبط مسميات مبسطة ( متوافقة مع مشغل الوسائط ليجاسي )
fa: تنظيم ساده عنوان(compatibility for legacy players)

source: Single
ar: مفرد
fa: تکي

source: Single EPG
ar: دليل البرامج الالكتروني الفردي
fa: تک EPG

source: Single satellite
ar: قمر صناعي مفرد
fa: تک ماهواره

source: Single transponder
ar: مستقبل فردي
fa: تک ترانسپوندر

source: Singlestep (GOP)
ar: اعداد فردي ( GOP )

source: Skin...
ar: الاسكن
fa: ...پوسته

source: Skins
ar: الاسكنات
fa: پوسته ها

source: Sleep Timer
ar: مؤقت الايقاف التلقائي
fa: تایمر خواب

source: Sleep timer action:
ar: تنفيذ مؤقت الايقاف التلقائي
fa: :عملکردتايمرخواب

source: Slideshow Interval (sec.)
ar: الفاصل الزمني لعرض الشرائح ( ثانية )
fa: (فاصله نمايش هراسلايد (ثانيه

source: Slot %d
ar: منفذ %d
fa: شکاف %d

source: Slovakian
ar: السلوفاكية

source: Slovenian
ar: السلوفانية

source: Slow
ar: عرض
fa: آهسته

source: Slow Motion speeds
ar: عرض سرعة الحركة
fa: سرعت حرکت آهسته

source: Software
ar: البرنامج
fa: نرم افزار

source: Software manager
ar: مدير البرامج
fa: مديريت نرم افزار

source: Software restore
ar: استعادة البرنامج
fa: بازيابي نرم افزار

source: Software update
ar: تحديث البرنامج
fa: بروزرساني

source: Some plugins are not available:
ar: بعد الاضافات / البلج انز غير متوفرة :
fa: :بعضی از پلاگین ها در دسترس نیست

source: Somewhere else
ar: مكان اخر
fa: در جای دیگر

source: Sorry MediaScanner is not installed!
ar: عفوا , الباحث عن ملفات الميديا غير مثبت
fa: !متاسفانه مديااسکنر نصب نشده است

source: Sorry no backups found!
ar: عفوا لم يتم العثور على اي نسخ احتياطية
fa: !متاسفانه فايل پشتيباني يافت نشد

source: Sorry your Backup destination does not exist Please choose an other one.
ar: عفوا مسار النسخة الاحتياطية غير موجود فضلا اختار مسار اخر
fa: متاسفانه قسمت پشتیبان گیری وجود ندارد .لطفا یکی دیگر را انتخاب کنید

source: Sorry your backup destination is not writeable. Please choose an other one.
ar: عفوا مسار النسخة الاحتياطية غير قابل للكتابة فضلا اختار مسار اخر

source: Sorry, no Details available!
ar: عفوا لاتوجد تفاصيل متوفرة
fa: !با عرض پوزش ،جزئیات در دسترس نيست

source: Sorry, your backup destination is not writeable. Please choose another one.
ar: عفوا , مسار النسخة الاحتياطية غير قابل للكتابة فضلا اختار مسار اخر

source: Sort A-Z
ar: فرز من أ الى ي

source: Sort Time
ar: وقت الفرز
fa: مرتب سازي زمان

source: Sound
ar: صـوت
fa: صدا

source: Soundcarrier
ar: حامل الصوت
fa: حامل صدا

source: South
ar: جنوب
fa: جنوب

source: Spanish
ar: الاسبانية
fa: اسپانيايي

source: Standby
ar: استعداد
fa: آماده به کار

source: Standby / Restart
ar: الاستعداد/إعاده التشغيل
fa: آماده به کار / راه اندازی مجدد

source: Start from the beginning
ar: البدء من البداية
fa: شروع از ابتدا

source: Start recording?
ar: بدأ التسجيل؟
fa: ذخيره سازي آغازشود؟

source: Start test
ar: بدء الاختبار
fa: تست شروع

source: StartTime
ar: وقت البـدأ
fa: زمان شروع

source: Starting on
ar: البدء في
fa: شروع در

source: Step east
ar: خطوة للشرق

source: Step west
ar: خطوة للغرب

source: Stereo
ar: ستريو
fa: استريو

source: Stop
ar: ايقاف
fa: ايست

source: Stop Timeshift?
ar: ايقاف التايم شفت ؟
fa: توقف تايم شيفت ؟

source: Stop current event and disable coming events
ar: ايقاف الحدث الحالي وايقاف تفعيل الاحدات القادمة
fa: توقف رويداد کنوني وغيرفعال کردن رويدادهاي آينده

source: Stop current event but not coming events
ar: ايقاف الحدث الحالي وليس الاحداث القادمة
fa: توقف رويداد کنوني امانه براي رويدادهاي آينده

source: Stop playing this movie?
ar: إيقاف عرض هذا الفيلم؟
fa: توقف پخش این فیلم؟

source: Stop test
ar: ايقاف الفحص
fa: توقف تست

source: Stop testing plane after # failed transponders
ar: ايقاف خطة الفحص بعد # مستقبلين خاطئين

source: Stop testing plane after # successful transponders
ar: ايقاف خطة الفحص بعد # مستقبلين ناجحين

source: Store position
ar: حفظ الموقع
fa: ذخيره موقعيت

source: Stored position
ar: الموضع المخزن
fa: موقعيت ذخيره شده

source: Subservice list...
ar: قائمة الخدمات الفرعية

source: Subservices
ar: الخدمات الفرعية

source: Subtitle selection
ar: اختيار الترجمة
fa: انتخاب زيرنويس

source: Subtitles
ar: الترجمات
fa: زيرنويس

source: Sun
ar: الأحد
fa: يکشنبه

source: Sunday
ar: الاحد
fa: يکشنبه

source: Swap Services
ar: خدمة السواب
fa: تعويض سرويس

source: Swedish
ar: السويدية
fa: سوئدي

source: Switch to next subservice
ar: الانتقال للخدمة الفرعية التالية

source: Switch to previous subservice
ar: الانتقال للخدمة الفرعية السابقة

source: Symbol Rate
ar: معدل الترميز
fa: سيمبل ريت

source: Symbolrate
ar: معدل الترميز

source: System
ar: نظام
fa: سيستم

source: TRANSLATOR_INFO
ar: Yahya ACT Team
fa: COPOL-مترجم

source: TS file is too large for ISO9660 level 1!
ar: ملف TS يبدو كبيرا جدا لملف ISO9660 درجة 1

source: TV System
ar: نظام التلفزيون
fa: سیستم تلویزیون

source: Table of content for collection
ar: قائمة بالمحتويات للتشكيلة
fa: جدولي ازمحتويات براي مجموعه

source: Tag 1
ar: بطاقة تعريفية 1
fa: برچسب 1

source: Tag 2
ar: بطاقة تعريفية 2
fa: برچسب 2

source: Tags
ar: البطاقات التعريفية
fa: برچسب ها

source: Terrestrial
ar: البث الأرضي
fa: ترستريال

source: Terrestrial provider
ar: مزود خدمة القناة الارضية
fa: پرووايدرهاي ترستريال

source: Test DiSEqC settings
ar: اختبار اعدادات الدايسك
fa: آزمايش تنظيمات دايسک

source: Test Type
ar: نوع الاختبار
fa: نوع آزمايش

source: Test mode
ar: وضعية الاختبار
fa: حالت ازمايش

source: Test the network configuration of your Cuberevo.
ar: اختبار اعدادات الشبكة بجهاز الكيوب ريفو
fa: .آزمايش پيکربندي شبکه ازدستگاه شما

source: Test-Messagebox?
ar: اختبار صندوق الرسائل ؟
fa: آزمايش-جعبه پيام؟

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your Cuberevo.
ar: شكرا لك لاستخدام هذا المعالج . جهازك الان جاهز للاستخدام فضلا اضغط موافق للبدء في استخدام جهاز الكيوب ريفو

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a Cuberevo format data DVD (which will not play in stand-alone DVD players) instead?
ar: القرص الرقمي الاساسي غير متوافق مع تدفق الفيديو بنظام H.264 ( HDTV) . هل ترغب في انشاء قرص بيانات رقمي متوافق مع الكيوب ريفو عوضا عنه ( لن يعمل مع اجهزة قراءة الاقراص الرقمية الاخرى )

source: The USB stick is now bootable. Do you want to download the latest image from the feed server and save it on the stick?
ar: الفلاش ميموري الخارجي الان جاهز للاقلاع. هل ترغب في تحميل الاصدار الاخير من الصورة التشغيلية من سيرفر الفيد وحفظها في الفلاش ميموري ؟

source: The backup failed. Please choose a different backup location.
ar: فشل النسخ الاحتياطي . فضلا اختار موقع اخر لحفظ النسخة الاحتياطية

source: The following device was found: %s Do you want to write the USB flasher to this stick?
ar: الاجهزة التالية تم العثور عليها %s هل ترغب في كتابة برنامج التشغيل لفلاشة USB على الفلاش ميموري الخارجي

source: The following files were found...
ar: الملفات التالية تم العثور عليها ..
fa: ...فايل هاي زيريافت شدند

source: The input port should be configured now. You can now configure the screen by displaying some test pictures. Do you want to do that now?
ar: منفذ الادخال لابد من ضبط اعداداته الان تستطيع الان ضبط الشاشة من خلال عرض بعض صور الاختبار. هل ترغب في عمل ذلك ؟
fa: .پورت ورودی باید در حال حاضر پیکر بندی می شود You can now configure the screen by displaying some test pictures. Do you want to do that now?

source: The installation of the default services lists is finished.
ar: تثبيت قائمة الخدمات / القنوات الافتراضية تم الانتهاء منها
fa: .نصب وراه اندازي ليست خدمات پيش فرض به پايان رسيد

source: The installation of the default settings is finished. You can now continue configuring your Cuberevo by pressing the OK button on the remote control.
ar: تثبيت الاعدادات الافتراضية تم الانتهاء منها, تستطيع الان استكمال اعداد جهاز الكيوب ريفو بالضغط على زر موافق من الريموت كنترول
fa: نصب تنظیمات پیش فرض به پایان رسید. شما می توانید به پیکربندی دستگاه خود با فشار دادن دکمه تایید در کنترل از راه دورادامه دهید.

source: The md5sum validation failed, the file may be corrupted! Are you sure that you want to burn this image to flash memory? You are doing this at your own risk!
ar: صلاحية ملف md5sum خاطئة, ويبدو ان الملف تالف, هل ترغب في نسخ هذه الصورة التشغيلية للفلاش ميموري ؟ أن تقوم بذلك تحت مسئوليك الشخصية

source: The md5sum validation failed, the file may be downloaded incompletely or be corrupted!
ar: ملف صلاحية md5sum خاطئ, الملف لم يتم تحميله بالكامل او انه قد يكون تالف

source: The package doesn't contain anything.
ar: الحزمة لاتتضمن أي محتويات
fa: .بسته شامل چيزي نمي باشد

source: The package:
ar: الحزمة :

source: The path %s already exists.
ar: المسار %s مستخدم بالفعل

source: The pin code has been changed successfully.
ar: الرمز السري تم تغيره بشكل صحيح
fa: .پين کد با موفقيت تغيير يافت

source: The pin code you entered is wrong.
ar: الرمز السري الذي ادخلته يبدو خاطئ
fa: .پين کد وارد شده اشتباه مي باشد

source: The pin codes you entered are different.
ar: الرمز السري الذي قمت بادخاله مختلف
fa: .پين کد هاي واردشده اشتباه مي باشند

source: The results have been written to %s.
ar: النتيجة تمت كتابتها الى %s
fa: نتايج نوشته شده اند به %S.

source: The sleep timer has been activated.
ar: مؤقت الايقاف التلقائي تم تفعيله
fa: .تایمر خواب فعال شده است

source: The sleep timer has been disabled.
ar: مؤقت الايقاف التلقائي تم ايقاف تفعيله
fa: .تایمر خواب غیرفعال شده است

source: The timer file (timers.xml) is corrupt and could not be loaded.
ar: ملف التوقيت ( timer.xml ) يبدو تالف ولا يمكن تحميله
fa: خراب است ودريافت نمي شود (timers.xml) فايل تايمر

source: The wireless LAN plugin is not installed! Please install it.
ar: الاضافة / البلج ان الخاص بالشبكة اللاسلكية لم يتم تثبيته فضلا قم بتثبيته
fa: !افزونه شبکه بيسيم نصب نشده است لطفاآن رانصب کنيد

source: The wizard can backup your current settings. Do you want to do a backup now?
ar: هذا المعالج سيقوم بعمل نسخة احتياطية من اعداداتك . هل ترغب في عمل نسخة احتياطية الان ؟

source: The wizard is finished now.
ar: انتهى المعالج الان
fa: .ويزارد اکنون به پايان رسيد

source: There are at least
ar: هناك لايقل

source: There are no default services lists in your image.
ar: لاتوجد هناك قائمة خدمات / قنوات افتراضية في الصورة التشغيلية
fa: .هيچگونه خدمات پيشفرضي درايميج شماوجودندارد

source: There are no default settings in your image.
ar: لاتوجد هناك اعدادات افتراضية في الصورة التشغيلية
fa: .هيچگونه تنظيمات پيش فرضي درايميج شماوجودندارد

source: There are now
ar: موجودة الان

source: There might not be enough Space on the selected Partition. Do you really want to continue?
ar: يبدو انه لاتوجد مساحة كافية على الجزئية التي قمت باختيارها هل ترغب بالتأكيد في الاستكمال ؟
fa: .ممکن است فضاي کافي برروي پارتيشن انتخاب شده وجودنداشته باشد. ?آياواقعاميخواهيد ادامه دهيد

source: There was an error downloading the packetlist. Please try again.
ar: هناك خطأ حدث خلال تحميل قائمة الحزم المصغرة . فضلا حاول مرة أخرى
fa: .خطايي در دريافت ليست پکيج ها وجود دارد. لطفادوباره تلاش کنيد

source: This .NFI file does not contain a valid %s image!
ar: هذا الملف .NFI لايحتوي على صورة تشغيلية سليمة %s

source: This .NFI file does not have a md5sum signature and is not guaranteed to work. Do you really want to burn this image to flash memory?
ar: هذا الملف .NFI ليس به توقيع md5sum وليس مضمون للعمل . هل ترغب بالتأكيد في نسخ هذه الصورة التشغيلية الى الفلاش ميموري

source: This .NFI file has a valid md5 signature. Continue programming this image to flash memory?
ar: هذا الملف .NFI ليس لديه توقيع md5 صالح . استكمال برمجة هذه الصورة التشغيلية للفلاش ميموري

source: This Cuberevo can't decode %s streams!
ar: جهاز الكيوب ريفو لايمكنه فك ترميز تدفق الموجات %s

source: This Cuberevo can't decode %s video streams!
ar: جهاز الكيوب ريفو لايمكنه فك ترميز تدفق الصورة %s

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
ar: وسيط القرص الرقمي القابل للكتابة تم تهيئة مسبقا . اعادة التهيئة ستؤدي الى مسح كامل محتويات القرص

source: This is step number 2.
ar: هذه هى الخطوة رقم 2
fa: .اين مرحله شماره 2ميباشد

source: This is unsupported at the moment.
ar: هذا غير متوافق في الوقت الحالي
fa: .این در حال حاضر پشتیبانی نشده است

source: This plugin is installed.
ar: هذه الاضافة المساعدة تم تثبيتها

source: This plugin is not installed.
ar: هذه الاضافة المساعدة لم يتم تثبيتها

source: This plugin will be installed.
ar: هذه الاضافة المساعدة سيتم تثبيتها

source: This plugin will be removed.
ar: هذه الاضافة المساعدة سيتم حذفها

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
ar: هذا الاختبار سوف يقوم بالتأكد من اعداد عنوان السيرفر اذا ظهرت لك عبارة غير متأكد ـ فضلا تحقق من صحة اعداد سيرفر DHCP, والكيابل واعدادات الشبكة ـ اذا قمت بضبط عنوان السيرفر يدويا, فضلا تحقق من مدخلاتك في اعدادات عنوان السيرفر

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
ar: هذا الاختبار سوف يقوم بفحص اذا كان كيبل الشبكة لديك متصل بشكل جيد بمحول الشبكة اذا ظهرت عبارة غير متصل ـ تحقق من توصيل كيبل الشبكة لديك ـ تحقق مع عدم تلف او تعطل هذا الكيبل

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
ar: هذا الاختبار سوف يكشف لك رقم الايبي الصالح الذي تم العثور عليه في محول الشبكة لديك اذا ظهرت لك رسالة غير متأكد ـ لم يتم العثور على رقم ايبي صالح ـ فضلا تحقق من اعدادات سيرفر DHCP, والتمديدات واعدادات محول الشبكة

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
ar: هذا الاختبار سوف يكشف لك اذا كان محول الشبكة في جهازك تم ضبطه لالتقاط عنوان الايبي تلقائيا مع خاصية DHCP اذا ظهرت لك عبارة غير مفعل ـ اذن فمحول الشبكة لديك تم ضبطه للاعداد اليدوي لعنوان الايبي ـ تحقق من ادخالك للمعلومات الصحيحة الخاصة بالايبي في شاشة اعداد محول الشبكة اذا ظهرت لك عبارة مفعل ـ تحقق من ضبط وعمل سيرفر DHCPفي الشبكة الخاصة بك

source: This test detects your configured LAN-Adapter.
ar: هذا الاعداد سيكشف لك اعدادات محول الشبكة في الجهاز

source: Three
ar: ثلاثة
fa: سه

source: Threshold
ar: البداية
fa: آستانه

source: Thu
ar: الخميس
fa: پنجشنبه

source: Thumbnails
ar: مصغرات
fa: لیست عکسها

source: Thursday
ar: الخميس
fa: پنجشنبه

source: Time
ar: الوقت
fa: زمان

source: Time/Date Input
ar: ادخال الوقت / التاريخ
fa: ورودي ساعت/تاريخ

source: Timer
ar: المؤقت
fa: تايمر

source: Timer Edit
ar: تحرير المؤقت
fa: ويرايش تايمر

source: Timer Editor
ar: محرر المؤقت
fa: ويرايشگرتايمر

source: Timer Type
ar: نوعية المؤقت
fa: نوع تايمر

source: Timer entry
ar: إدخال المؤقت
fa: ورودي تايمر

source: Timer log
ar: سجل المؤقت
fa: لاگ تايمر

source: Timer overlap in timers.xml detected! Please recheck it!
ar: تم العثور على تداخل في المؤقتات في ملف timers.xml فضلا قم باعادة الفحص

source: Timer sanity error
ar: خطأ في استقامة المؤقت

source: Timer selection
ar: اختيارات المؤقت
fa: انتخاب تايمر

source: Timer status:
ar: حالة المؤقت
fa: :وضعيت تايمر

source: Timeshift
ar: التايم شفت
fa: تايم شيفت

source: Timeshift not possible!
ar: التايم شفت غير ممكن
fa: !تايم شيفت امکان پذيرنمي باشد

source: Timeshift path...
ar: مسار التايم شفت
fa: ...مسيرتايم شيفت

source: Timezone
ar: المنطقة الزمنية
fa: منطقه زماني

source: Title
ar: المسمى
fa: عنوان

source: Title properties
ar: خصائص المسمى
fa: خصوصيات عنوان

source: Titleset mode
ar: وضعية ضبط المسمى
fa: حالت تنظيم عنوان

source: To update your Cuberevo firmware, please follow these steps: 1) Turn off your box with the rear power switch and plug in the bootable USB stick. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
ar: لكي تقوم بتحديث الصورة التشغيلية لجهاز الكيوب ريفو , فضلا اتبع الخطوات التالية : 1 ـ اغلق جهازك من زر الطاقة الامامي ثم قم بتركيب الفلاش ميموري الخارجي القابل للاقلاع في المنفذ المخصص 2 ـ قم باعادة تشغيل الجهاز بالضغط على زر الطاقة والاستمرار بضغطه مع الاستمرار بالضغط على زر اسفل لمدة 10 ثواني 3 ـ انتظر حتى يقوم الجهاز بالاقلاع ثم اتبع التعليمات التي ستظهر على شاشة التلفاز تباعا

source: Today
ar: اليوم
fa: امروز

source: Tone mode
ar: وضعية النغمة
fa: حالت تن

source: Toneburst
ar: نغمة الاشعاع

source: Track
ar: مقطع
fa: آهنگ

source: Translation
ar: ترجمة
fa: ترجمه

source: Translation:
ar: ترجمة :
fa: :ترجمه

source: Transmission Mode
ar: وضعية البث
fa: نحوه ارسال

source: Transmission mode
ar: وضعية النقل
fa: نحوه ارسال

source: Transponder
ar: المستقبل
fa: ترانسپوندر

source: Transponder Type
ar: نوعية المستقبل
fa: نوع ترانسپوندر

source: Tries left:
ar: المحاولات المتبقية :
fa: :سعی در سمت چپ

source: Try to find used Transponders in cable network.. please wait...
ar: محاولة العثور على مرسلين يعملون في شبكة الكيبل . فضلا انتظر ...
fa: ...تلاش برا ي يافتن ترانسپوندر مورداستفاده درشبکه کابلي..لطفا صبر کنيد

source: Try to find used transponders in cable network.. please wait...
ar: محاولة العثور على مرسلين يعملون في شبكة الكيبل . فضلا انتظر ...
fa: ...تلاش برا ي يافتن ترانسپوندر مورداستفاده درشبکه کابلي..لطفا صبر کنيد

source: Trying to download a new packetlist. Please wait...
ar: محاولة تحميل حزمة مصغرة جديدة. فضلا انتظر
fa: ...تلاش برای دریافت لیست بسته های جدید. لطفا صبر کنید

source: Tue
ar: الثلاثاء
fa: سه شنبه

source: Tuesday
ar: الثلاثاء
fa: سه شنبه

source: Tune
ar: التقاط
fa: ميزان کردن

source: Tune failed!
ar: التقاط فاشل
fa: !خطا درميزان کردن

source: Tuner
ar: التيونر
fa: تيونر

source: Tuner
ar: اللاقط ( التيونر )
fa: تيونر
