Repository: popazerty/enigma2cuberevo
Catalog: po/*.po
Languages: ar, fa

source: delete...
ar: مسح ...
fa: ...پاک کردن

source: disable
ar: الغاء التفعيل
fa: غيرفعال

source: disable move mode
ar: ألغاء وضع التحريك
fa: غيرفعال کردن حالت حرکت

source: disabled
ar: الغاء التفعيل
fa: غيرفعال کردن

source: disconnected
ar: تم الفصل
fa: قطع اتصال

source: do not change
ar: لاتقم بالتغير
fa: تغييرندهيد

source: do nothing
ar: لاتعمل شيئ
fa: کاري انجام نشد

source: don't record
ar: لاتقم بالتسجيل
fa: ذخيره نکنيد

source: done!
ar: تم !
fa: !انجام شد

source: edit alternatives
ar: تعديل البديل
fa: ويرايش جايگزين ها

source: empty
ar: فارغ
fa: خالي

source: enable
ar: تفعيل
fa: فعال

source: enable bouquet edit
ar: تفعيل تحرير الباقة
fa: فعال کردن ويرايش انتخابي ها

source: enable favourite edit
ar: تفعيل تحرير المفضلة
fa: فعال کردن ويرايش ليست دلخواه

source: enable move mode
ar: تفعيل وضعية التحريك
fa: فعال کردن حالت حرکت

source: enabled
ar: تم تفعيله
fa: فعال کردن

source: end alternatives edit
ar: نهاية تعديل البديل
fa: پايان ويرايش جايگزين ها

source: end bouquet edit
ar: إنتهاء تحرير الباقة
fa: پايان ويرايش انتخابي ها

source: end cut here
ar: نهاية القطع هنا
fa: پایان برش در اینجا

source: end favourites edit
ar: إنتهاء تحرير المفضلة
fa: پايان ويرايش ليست دلخواه

source: enigma2 and network
ar: الانيجما2 والشبكة
fa: انيگما2 وشبکه

source: enter hidden network SSID
ar: ادخل اسم الشبكة المخفية SSID

source: equal to
ar: مساو لـ
fa: برابربا

source: exceeds dual layer medium!
ar: تجاوز وسائط الطبقة الزوجية

source: exit DVD player or return to file browser
ar: الخروج من مشغل DVD او العودة الى تصفح الملفات
fa: خروج ازدي وي دي پلیر و یا بازگشت به مرورگر فایل

source: exit mediaplayer
ar: الخروج من عارض الميديا
fa: خروج از پخش کننده

source: exit movielist
ar: الخروج من قائمة الافلام
fa: خروج ازليست فيلم

source: exit nameserver configuration
ar: الخروج من تهيئة اسم السيرفر
fa: خروج ازپيکره بندي نام سرور

source: exit network adapter configuration
ar: الخروج من تهيئة منفذ الشبكة
fa: خروج ازپيکره بندي مبدل شبکه

source: exit network adapter setup menu
ar: الخروج من قائمة اعدادات منفذ الشبكة
fa: خروج ازمنوتنظيم مبدل شبکه

source: exit network interface list
ar: الخروج من قائمة واجهة الشبكة
fa: خروج ازليست رابط شبکه

source: exit networkadapter setup menu
ar: الخروج من قائمة اعداد منفذ الشبكة
fa: خروج ازمنوتنظيم مبدل شبکه

source: failed
ar: فشل
fa: ناموفق

source: fileformats (BMP, PNG, JPG, GIF)
ar: امتدادات الملف ( BMP,PNG,JPG,GIF)
fa: (BMP, PNG, JPG, GIF) فرمت فايل ها

source: filename
ar: اسم الملف
fa: نام فايل

source: fine-tune your display
ar: تنقية شاشة العرض
fa: تنظيم بهتر صفحه نمايش شما

source: forward to the next chapter
ar: التقدم الى المقطع التالي
fa: حرکت به قسمت بعدي

source: free
ar: حر
fa: آزاد

source: free diskspace
ar: المساحة المتبقية في القرص
fa: فضاي آزاد ديسک

source: go to deep standby
ar: الذهاب الى ايقاف التشغيل
fa: رفتن به آماده بکارطولاني

source: go to standby
ar: الذهاب الى وضعية استعداد
fa: رفتن به آماده به کار

source: grab this frame as bitmap
ar: التقاط هذه الاطار على هيئة bitmap
fa: گرفتن این فریم به عنوان فعلی

source: green
ar: اخضر
fa: سبز

source: hear radio...
ar: الاستماع للراديو
fa: ...شنیدن رادیو

source: help...
ar: مساعدة
fa: ...راهنما

source: hidden network
ar: الشبكة المخفية
fa: مخفي کردن شبکه

source: hide extended description
ar: اخفاء التفاصيل الموسعة
fa: مخفي کردن تمديد توضيحات

source: hide player
ar: اخفاء المشغل
fa: مخفي کردن پخش کننده

source: horizontal
ar: افقي
fa: افقي

source: hour
ar: ساعة
fa: ساعت

source: hours
ar: ساعات
fa: ساعت ها

source: immediate shutdown
ar: اغلاق تشغيل فوري

source: incoming call! %s calls on %s!
ar: مكالمة واردة! %s مكالمة على %s!

source: init module
ar: تفعيل الكـامة

source: init modules
ar: الوحدة المبدئية

source: insert mark here
ar: ادخال علامة هنا
fa: گذاشتن علامت دراينجا

source: jump back to the previous title
ar: القفز للخلف الى المسمى السابق
fa: پرش به عنوان قبلي

source: jump forward to the next title
ar: القفز للامام الى المسمى التالي
fa: پرش به عنوان بعدي

source: jump to listbegin
ar: القفز الى بداية القائمة
fa: پرش به لیست شروع

source: jump to listend
ar: القفز الى اخر القائمة
fa: پرش به لیست پایان

source: jump to next marked position
ar: القفز الى الموقع المحدد التالي
fa: پرش به موقعیت بعدی مشخص شده

source: jump to previous marked position
ar: القفز الى الموقع المحدد السابق
fa: پرش به موقعیت قبلی مشخص شده

source: leave movie player...
ar: اترك عارض الافلام ..
fa: ...خروج ازپخش فيلم

source: left
ar: يسار
fa: چپ

source: length
ar: الطول
fa: طول

source: list style compact
ar: استايل القائمة مدمج
fa: نمايش ليست بصورت فشرده

source: list style compact with description
ar: استايل القائمة مدمج مع التفاصيل
fa: نمايش ليست بصورت فشرده وباتوضيحات

source: list style default
ar: قائمة الاستايل الافتراضي
fa: نمايش ليست بصورت پيش فرض

source: list style single line
ar: قائمة استايل الخط المفرد
fa: نمايش ليست بصورت خطي

source: load playlist
ar: تحميل قائمة التشغيل
fa: بارگذاري ليست پخش

source: locked
ar: مغلقة
fa: قفل شده

source: loopthrough to
ar: من خلال الحلقة الى

source: manual
ar: يدوي
fa: دستي

source: menu
ar: قائمة
fa: منو

source: menulist
ar: القائمة
fa: ليست منو

source: mins
ar: دقائق

source: minute
ar: دقيقة
fa: دقيقه

source: minutes
ar: دقائق
fa: دقيقه ها

source: month
ar: شهر
fa: ماه

source: move PiP to main picture
ar: تحريك صورة في صورة الى الصورة الرئيسية

source: move down to last entry
ar: تحريك للاسفل الى اخر ادخال

source: move down to next entry
ar: تحريك للاسفل للادخال التالي

source: move up to first entry
ar: تحريك للاعلى اول ادخال
fa: حرکت به ورودي اول

source: move up to previous entry
ar: تحريك للاعلى للادخال السابق
fa: حرکت به ورودي قبلي

source: movie list
ar: قائمة الافلام
fa: ليست فيلم

source: multinorm
ar: متعدد المعايير

source: never
ar: ابداً
fa: هرگز

source: next channel
ar: القناة التالية
fa: کانال بعدي

source: next channel in history
ar: القناة التالية في السجل
fa: کانال بعدي در تاريخچه

source: no
ar: لا
fa: خير

source: no CAId selected
ar: لم يتم اختيار CAId
fa: هيچ کايدي يافت نشد

source: no CI slots found
ar: لم يتم العثور على منفذ كامة خارجية
fa: درگاه خشاب يافت نشد

source: no HDD found
ar: لم يتم العثور على هاردسك
fa: هارد يافت نشد

source: no Services/Providers selected
ar: لاتوجد خدمات / مقدمي خدمة تم اختيارهم

source: no module found
ar: لم يتم العثور على كامة
fa: هيچ ماژولي يافت نشد

source: no standby
ar: بدون استعداد
fa: آماده بکار نيست

source: no timeout
ar: لايوجد وقت منتهي
fa: بدون وقفه

source: none
ar: بدون
fa: هيچکدام

source: not locked
ar: غير مقفل
fa: قفل نشده

source: not used
ar: غير مستخدم
fa: استفاده نشده

source: nothing connected
ar: لاشيئ متصل
fa: هيچ اتصالي موجودنيست

source: of a DUAL layer medium used.
ar: من الوسائط المستخدمة للطبقة الزوجية
fa: ازمتوسط دولايه استفاده شود

source: of a SINGLE layer medium used.
ar: من الوسائط المستخدمة للطبقة الفردية
fa: .از متوسط تک لايه استفاده شود

source: off
ar: اغلاق
fa: خاموش

source: on
ar: تشغيل
fa: روشن

source: on READ ONLY medium.
ar: على وسائط للقراءة فقط
fa: فقط متوسط بخوانيد

source: once
ar: مرة واحدة
fa: يک بار

source: open nameserver configuration
ar: فتح تهيئة اسم السيرفر
fa: بازکردن پيکره بندي نام سرور

source: open servicelist
ar: فتح قائمة الخدمة
fa: بازکردن ليست خدمات

source: open servicelist(down)
ar: فتح قائمة الخدمات ( للاسفل )
fa: (بازکردن ليست خدمات (پايين

source: open servicelist(up)
ar: فتح قائمة الخدمات ( اعلى )
fa: (بازگردن ليست خدمات (بالا

source: open virtual keyboard input help
ar: فتح ملف مساعدة الادخال عبر لوحة المفاتيح الافتراضية

source: pass
ar: تجاوز
fa: رد کردن

source: pause
ar: ايقاف مؤقت
fa: مکث

source: play entry
ar: تشغيل المدخلات
fa: پخش ورودي

source: play from next mark or playlist entry
ar: تشغيل من العلامة التالية أو مدخلات قائمة التشغيل
fa: پخش ازعلامت بعدي يا ليست پخش ورودي

source: play from previous mark or playlist entry
ar: تشغيل من العلامة السابقة أو مدخلات قائمة التشغيل
fa: پخش ازعلامت قبلي ياليست پخش ورودي

source: please press OK when ready
ar: اضغط موافق عندما تكون جاهزا
fa: هنگامي که آ ماده هستيد کليد تاييدرافشاردهيد

source: please wait, loading picture...
ar: فضلا انتظر, تحميل الصورة
fa: ...بارگزاري تصاوير , لطفا صبرکنيد

source: previous channel
ar: القناة السابقة
fa: کانال قبلي

source: previous channel in history
ar: القناة الاخيرة في السجل
fa: کانال قبلي درتاريخچه

source: record
ar: تسجيل
fa: ذخيره

source: recording...
ar: تسجيل ...
fa: ...ضبط

source: red
ar: احمر
fa: قرمز

source: remove a nameserver entry
ar: ازلة مدخلات اسم السيرفر
fa: حذف نام ورود به سرور

source: remove after this position
ar: ازالة بعد هذا الموضع
fa: حذف بعداز اين موقعيت

source: remove all alternatives
ar: ازالة جميع البدائل
fa: حذف همه جايگزين ها

source: remove all new found flags
ar: ازالة جميع علامة عثر عليه مؤخرا
fa: حذف تمامي فلگ هاي جديد

source: remove before this position
ar: ازالة قبل هذا الموضع
fa: حذف قبل از اين موقعيت

source: remove bookmark
ar: ازلة العلامة
fa: حذف بوک مارک

source: remove directory
ar: ازالة المجلد
fa: حذف پوشه

source: remove entry
ar: ازالة المدخلات
fa: حذف ورودي

source: remove from parental protection
ar: ازالة من الحماية الابوية
fa: حذف از حفاظت والدين

source: remove new found flag
ar: ازالة علامة عثر عليه مؤخرا
fa: حذف نشانه يافت شده

source: remove selected satellite
ar: ازالة القمر الصناعي المختار
fa: حذف ماهواره هاي انتخاب شده

source: remove this mark
ar: ازالة هذه العلامة
fa: حذف این علامت

source: repeat playlist
ar: تكرار قائمة التشغيل
fa: تکرار پخش

source: repeated
ar: تكرار
fa: پي درپي

source: rewind to the previous chapter
ar: اعادة للخلف الى المقطع السابق
fa: بازگشت به قسمت قبل

source: right
ar: يمين
fa: راست

source: save last directory on exit
ar: حفظ اخر مجلد عند الخروج
fa: ذخيره آخرين پوشه درهنگام خروج

source: save playlist
ar: حفظ قائمة التشغيل
fa: ذخيره ليست پخش

source: save playlist on exit
ar: حفظ قائمة التشغيل عند الخروج
fa: ذخيره ليست پخش درهنگام خروج

source: scan done!
ar: انتهـى البحث!
fa: اسکن انجام شد

source: scan in progress - %d%% done!
ar: جاري البحث - %d%% تم !
fa: درحال اسکن -%d%% انجام شد

source: scan state
ar: حاله البحث
fa: حالت اسکن

source: second
ar: ثانية
fa: دوم

source: second cable of motorized LNB
ar: الكيبل الثاني للاقط المتحرك
fa: کابل دوم ال ان بی موتوری

source: seconds
ar: ثواني
fa: ثانيه

source: select
ar: اختيار
fa: انتخاب

source: select .NFI flash file
ar: اختيار ملف فلاش .NFI

source: select CAId
ar: اختيار CAId
fa: CAId انتخاب

source: select CAId's
ar: اختيار CAId's
fa: CAId's اانتخاب

source: select image from server
ar: اختيار صورة من السيرفر
fa: انتخاب ايميج ازسرور

source: select interface
ar: اختيار واجهة
fa: انتخاب رابط

source: select menu entry
ar: اختيار قائمة المدخلات
fa: انتخاب منو ورودي

source: select movie
ar: اختار الفيلم
fa: انتخاب فيلم

source: select the movie path
ar: اختيار مسار الافلام
fa: مسيرفيلم راانتخاب کنيد

source: service pin
ar: رمز حماية الخدمة
fa: سرويس پين

source: setup pin
ar: اعداد رمز الحماية
fa: نصب پين

source: show DVD main menu
ar: عرض القائمة الرئيسية للديفيدي
fa: DVD نمايش منو اصلي

source: show EPG...
ar: إظهار دليل البرامج الالكتروني
fa: ...EPG نمايش

source: show Infoline
ar: عرض خط المعلومات
fa: نمايش خط اطلاعات

source: show all
ar: عرض الكل
fa: نمايش همه

source: show alternatives
ar: عرض البدائل
fa: نمايش جايگزين ها

source: show event details
ar: عرض تفاصيل المناسبة
fa: نمایش جزئیات رویداد

source: show extended description
ar: عرض التفصيل الموسع
fa: نمايش توضيحات تمديدشده

source: show first selected tag
ar: عرض التعريف الاول المختار
fa: نمايش برچسب اول انتخاب شده

source: show second selected tag
ar: عرض التعريف الثاني المختار
fa: نمايش برچسب دوم انتخاب شده

source: show shutdown menu
ar: عرض قائمة ايقاف التشغيل
fa: نمايش منو خاموش کردن

source: show single service EPG...
ar: عرض الدليل الالكتروني لقناة فردية
fa: ...EPG نمايش تنهاي سرويس

source: show tag menu
ar: عرض تعريف القائمة
fa: نمايش برچسب منو

source: show transponder info
ar: عرض معلومات الباقة
fa: نمايش اطلاعات ترانسپوندر

source: shuffle playlist
ar: خلط قائمة التشغيل
fa: پخش بصورت مختلط

source: shutdown
ar: ايقاف التشغيل
fa: خاموش کردن

source: simple
ar: بسيط
fa: ساده

source: skip backward
ar: قفز للخلف
fa: پرش به عقب

source: skip backward (enter time)
ar: قفز للخلف ( ادخل الوقت )
fa: (پرش به عقب (زمان را وارد کنید

source: skip forward
ar: قفز للامام
fa: پرش به جلو

source: skip forward (enter time)
ar: قفز للامام ( ادخل الوقت )
fa: (پرش به جلو (زمان راوارد کنيد

source: slide picture in loop
ar: شريحة صورة في الفاصل

source: sort by date
ar: فرز بالتاريخ
fa: مرتب کردن براساس تاريخ

source: standard
ar: الاساسي
fa: استاندارد

source: standby
ar: استعداد
fa: آماده به کار

source: start cut here
ar: بداية القطع هنا
fa: شروع برش دراينجا

source: start directory
ar: بداية المجلد
fa: پوشه شروع

source: start timeshift
ar: تشغيل التايم شفت
fa: شروع تايم شيفت

source: stereo
ar: ستريو
fa: استريو

source: stop PiP
ar: ايقاف شاشة في شاشة
fa: توقف تصوير درتصوير

source: stop entry
ar: ايقاف المدخلات
fa: توقف ورودي ها

source: stop recording
ar: ايقاف التسجيل
fa: توقف ذخيره سازي

source: stop timeshift
ar: ايقاف التايم شفت
fa: توقف تايم شيفت

source: swap PiP and main picture
ar: التبديل الى شاشة في شاشة والصورة الرئيسية
fa: عوض کردن تصويردرتصوير و تصويراصلي

source: switch to bookmarks
ar: الانتقال الى العلامة
fa: رفتن به بوک مارک

source: switch to filelist
ar: الانتقال الى قائمة الملفات
fa: رفتن به ليست فايل

source: switch to playlist
ar: الانتقال الى قائمة التشغيل
fa: رفتن به ليست پخش

source: switch to the next angle
ar: الانتقال الى الزاوية التالية
fa: رفتن به زاويه بعدي

source: switch to the next audio track
ar: الانتقال الى مقطع الصوت التالي
fa: رفتن به آهنگ بعدي

source: switch to the next subtitle language
ar: الانتقال الى لغة الترجمة التالية
fa: رفتن به زبان زيرنويس بعدي

source: template file
ar: ملف قالب
fa: قالب فايل

source: textcolor
ar: لون الكتابة
fa: رنگ متن

source: this recording
ar: هذا التسجيل
fa: اين ذخيره سازي

source: this service is protected by a parental control pin
ar: هذه الخدمة محمية برمز امان التحكم الابوي
fa: این سرویس توسط یک پین کد محافظت می گردد

source: toggle a cut mark at the current position
ar: تناوب علامة القطع في الموضع الحالي
fa: نقطه علامت برش درموقعيت کنوني

source: toggle time, chapter, audio, subtitle info
ar: وقت التناوب,المقطع ,الصوت ,معلومات الترجمة
fa: زمان ضامن ، قسمت ، صدا ، زیرنویس اطلاعات

source: unconfirmed
ar: لم يتم تأكيده
fa: تاييد نشده

source: unknown
ar: غير معروف
fa: ناشناس

source: unknown service
ar: قناة غير معروفة
fa: سرويس ناشناس

source: until restart
ar: حتى يتم اعادة التشغيل
fa: راه اندازي مجدد

source: user defined
ar: محدد من قبل المستخدم
fa: کاربر تعریف شده

source: vertical
ar: رأسي
fa: عمومي

source: view extensions...
ar: عرض الملحقات ...
fa: ...نمایش اضافه شده ها

source: view recordings...
ar: عرض التسجيلات ...
fa: ...مشاهده اطلاعات ضبط شده

source: wait for ci...
ar: انتظر ci...

source: wait for mmi...
ar: انتظر mmi....

source: waiting
ar: انتظار
fa: منتظرباشيد

source: weekly
ar: اسبوعي
fa: هفتگي

source: whitelist
ar: القائمة البيضاء
fa: ليست سفيد

source: working
ar: يعمل
fa: کار ميکند

source: yellow
ar: اصفر
fa: زرد

source: yes
ar: نعـم
fa: بله

source: yes (keep feeds)
ar: نعم ابقي قنوات الفيد

source: your Cuberevo might be unusable now. Please consult the manual for further assistance before rebooting your Cuberevo.
ar: يبدو جهاز الكيوب ريفو غير مستخدم الان , فضلا راجع دليل المستخدم للحصول على المساعدة قبل اعادة تشغيل الجهاز

source: zap
ar: تنقل سريع

source: zapped
ar: انتقال سريع

source: Do you want to enable the parental control feature on your cuberevo?
fa: آياميخواهيد قابليت کنترل والدين رادردستگاه خود فعال کنيد؟

source: No, just start my cuberevo
fa: خير, فقط دستگاه شروع بکار کند

source: PIDs
fa: پيد ها

source: RGB
fa: آر جي بي

source: USB
fa: يو اس بي

source: Your cuberevo is shutting down. Please stand by...
fa: ...دستگاه درحال خاموش شدن.لطفا اماده باشيد

source: Your cuberevo isn't connected to the internet properly. Please check it and try again.
fa: دستگاه شما به درستي به اينترنت متصل نشده است.لطفا اتصالات بررسي ودوباره .تلاش نماييد
