Repository: popazerty/enigma2cuberevo
Catalog: po/*.po
Languages: ar, fa

source: Advanced options and settings.
ar: اعدادات وخيارات متقدمة
fa: .گزينه هاي جستجوي پيشرفته وتنظيمات

source: After pressing OK, please wait!
ar: بعد الضغط على موافق,فضلا انتظر
fa: !پس ازتاييد,لطفاصبرکنيد

source: Backup your Cuberevo settings.
ar: اعمل نسخة احتياطية من اعدادات الكيوب ريفو
fa: .تهيه فايل پشتيبان ازتنظيمات دستگاه شما

source: Edit the upgrade source address.
ar: قم بتحرير عنوان مصدر الترقية
fa: .ويرايش آدرس هاي منابع ارتقاء

source: Online update of your Cuberevo software.
ar: تحديث مباشر للصورة التشغيلية للكيوب ريفو
fa: .بروزرساني آنلاين نرم افزار دستگاه شما

source: Press OK on your remote control to continue.
ar: اضغط موافق من الريموت الكنترول للاستكمال
fa: .دکمه تاييد راازروي کنترل براي ادامه کار فشاردهيد

source: Restore your Cuberevo settings.
ar: استعادة اعدادات الكيوب ريفو
fa: .بازگرداني تنظيمات دستگاه شما

source: Restore your Cuberevo with a new firmware.
ar: استعادة الكيوب ريفو بصورة تشغيلية جديدة
fa: .بازگرداني تنظيمات دستگاه شما بانرم افزارجديد

source: Restore your backups by date.
ar: استعادة النسخة الاحتياطية بالتاريخ
fa: .بازگرداني فايل پشتيبان براساس تاريخ

source: Scan for local packages and install them.
ar: بحث عن الحزم المحلية وتثبيتها
fa: .اسکن براي پکيج ها ونصب آنها

source: Select your backup device. Current device:
ar: اختار الجهاز الذي ستقوم بعمل نسخة احتياطية منه. الجهاز الحالي:
fa: .دستگاه موردنظربراي تهيه فايل پشتيبان راانتخاب کنيد:دستگاه کنوني

source: View, install and remove available or installed packages.
ar: عرض , تثبيت وحذف المتوفر أو الحزم المثبته
fa: .نمايش,نصب وحذف پکيج هاي موجود ويانصب شده

source: extensions.
ar: التفريعات

source: packages selected.
ar: الحزم التي تم اختيارها

source: updates available.
ar: تتوفر تحديثات

source: wireless networks found!
ar: تم العثور على شبكات لاسلكية

source: %d jobs are running in the background!
ar: %d المهام تعمل في الخلفية
fa: %d !موارد در حال اجرا در پس زمینه

source: %d min
ar: %d دقيقة
fa: %d دقيقه

source: %d services found!
ar: %d خدمات تم العثور عليها
fa: %d ! سرويس يافت شد

source: %s (%s, %d MB free)
ar: %s (%s, %d ميجابايت متاح)
fa: %s (%s, %d مگابايت آزاد)

source: (ZAP)
ar: (تنقل)

source: (empty)
ar: (فارغ)
fa: (خالي)

source: (show optional DVD audio menu)
ar: (عرض قائمة الصوت الرقمي الاختيارية)
fa: (نمايش اختياري فهرست دي وي دي هاي صوتي)

source: * Only available if more than one interface is active.
ar: * متوفرة فقط اذا كانت هناك اكثر من واجهة مفعلة
fa: *.فقط وقتي که يک رابط فعال باشد دردسترس است

source: * Only available when entering hidden SSID or network key
ar: * فقط متوفرة عند ادخال SSID مخفي او ومفتاح الشبكة
fa: * فقط وقتي که اس اس اي دي ويا کدهاي نتورک مخفي واردشود دردسترس است

source: .NFI Download failed:
ar: فشل تحميل .NET
fa: .nfiخطا در دريافت:

source: .NFI file passed md5sum signature check. You can safely flash this image!
ar: ملف.NET قام باجتياز التحقق من توقيع md5sum , تستطيع الان تركيب الصورة التشغيلية بامان
fa: !فايل تصويب شد.باخيال راحت عمليات فلش راانجام دهيد

source: /usr/share/enigma2 directory
ar: دليل /usr/share/enigma2

source: /var directory
ar: دليل /var

source: 1 wireless network found!
ar: شبكة لاسلكية واحدة تم العثور عليها

source: 12V output
ar: مخرج 12 فولت
fa: خروجي 12 ولت

source: 13 V
ar: 13 فولت
fa: 13ولت

source: 16:10 Letterbox
ar: 16:10 صندوق رسائل

source: 16:10 PanScan
ar: 16:10 مسح عام

source: 16:9 Letterbox
ar: 16:9 صندوق رسائل

source: 16:9 always
ar: 16:9 دائما

source: 18 V
ar: 18 فولت

source: 30 minutes
ar: 30 دقيقة
fa: 30 دقيقه

source: 4:3 Letterbox
ar: 4:3 صندوق رسائل

source: 4:3 PanScan
ar: 4:3 مسح عام

source: 5 minutes
ar: 5 دقائق
fa: 5دقيقه

source: 50 Hz
ar: 50 هيرتز
fa: 50 هرتز

source: 60 minutes
ar: 60 دقيقة
fa: 60دقيقه

source: <unknown>
ar: <غير معروف>
fa: <ناشناخته>

source: A
ar: أ

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
ar: ملف الاعدادات (%s) تم تعديله منذ التثبيت هل ترغب في الاحتفاظ بنسختك ؟

source: A finished record timer wants to set your Cuberevo to standby. Do that now?
ar: موقت التسجيل المنتهي يرغب في ضبط الكيوب ريفو لوضعية الاستعداد, هل ترغب في عمل ذلك الان ؟

source: A finished record timer wants to shut down your Cuberevo. Shutdown now?
ar: موقت التسجيل المنتهي يرغب في ايقاف التشغيل ايقاف تشغيل الكيوب ريفو الان ؟?

source: A graphical EPG for all services of an specific bouquet
ar: الدليل الرسومي للبرامج الالكتروني لكل الخدمات من باقة محددة

source: A record has been started: %s
ar: التسجيل قد بدأ بالفعل: %s
fa: ذخيره سازي شروع شده است: %s

source: A recording is currently running. What do you want to do?
ar: التسجيل يعمل حاليا. ماذا تريد ان تعمل ؟
fa: ذخيره سازي درحال اجراميباشد. چه می خواهید انجام دهید؟

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
ar: التسجيل يعمل حاليا, فضلا اوقف التسجيل قبل اعداد محدد مواقع الاقمار
fa: ذخيره سازي درحال اجراميباشد.لطفاذخيره سازي راقبل از تلاش دوباره براي .پيکره بندي مجدد متوقف کنيد

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
ar: التسجيل يعمل حاليا, فضلا اوقف التسجيل قبل البدأ في تشغيل باحث الاقمار
fa: ذخيره سازي درحال اجراميباشد.لطفاذخيره سازي راقبل از تلاش دوباره براي .شروع يافتن ماهواره ,متوقف کنيد

source: A required tool (%s) was not found.
ar: لم يتم العثور عليها ( %s ) الاداة المطلوبة
fa: ابزار مورد نیاز (٪ s) یافت نشد.

source: A sleep timer wants to set your Cuberevo to standby. Do that now?
ar: مؤقت الايقاف الالي يرغب في ضبط الكيوب ريفو الى وضعية الاستعداد, هل ترغب في ذلك الان ؟

source: A sleep timer wants to shut down your Cuberevo. Shutdown now?
ar: مؤقت الايقاف الالي يرغب في ايقاف تشغيل جهاز الكيوب ريفو, ايقاف التشغيل الان ؟

source: A small overview of the available icon states and actions.
ar: عرض صغير عن وظائف وحالة الايقونات المتوفرة

source: A timer failed to record! Disable TV and try again?
ar: المؤقت فشل في التسجيل الغي تفعيل التلفاز وحاول مره أخرى؟

source: A/V Settings
ar: إعدادات الصوت والصورة
fa: تنظيمات صدا/تصوير

source: AA
ar: أأ

source: AB
ar: أب

source: AC3 default
ar: AC3 الافتراضي

source: AC3 downmix
ar: AC3 مزيج منخفض

source: Abort
ar: الغاء الامر

source: About
ar: حول
fa: درباره

source: About...
ar: حول...
fa: ...درباره

source: Accesspoint:
ar: نقطة الدخول:

source: Action on long powerbutton press
ar: العملية التي ستتم عند الضغط على زر الطاقة لفترة طويلة

source: Action:
ar: عملية :
fa: :اقدام

source: Activate Picture in Picture
ar: تفعيل خاصية صورة في صورة
fa: فعال کردن تصویر در تصویر

source: Activate network settings
ar: تفعيل إعدادات الشبكة
fa: فعال کردن تنظيمات شبکه

source: Adapter settings
ar: اعدادات كرت الشبكة
fa: تنظيمات مبدل

source: Add
ar: أضف
fa: اضافه

source: Add Bookmark
ar: اضف علامة مرجعية
fa: اضافه کردن بوک مارک

source: Add WLAN configuration?
ar: اضافة اعدادات الشيكة اللاسلكية ؟

source: Add a mark
ar: اضف علامة
fa: اضافه کردن یک علامت

source: Add a new title
ar: اضف مسمى جديد
fa: اضافه کردن عنوان جديد

source: Add network configuration?
ar: اضافة اعدادات الشبكة ؟

source: Add timer
ar: أضف مؤقت
fa: اضافه کردن شمارنده

source: Add title
ar: اضف مسمى
fa: اضافه کردن عنوان

source: Add to bouquet
ar: اضف الى المفضلة
fa: اضافه کردن به انتخابي

source: Add to favourites
ar: اضف الى المفضلات
fa: اضافه کردن به دلخواه ها

source: Adds network configuration if enabled.
ar: اضافة اعدادات الشبكة اذا كانت ممكنة

source: Adds wlan configuration if enabled.
ar: اضافة اعدادات الشبكة اللاسلكية اذا كانت ممكنة

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
ar: ضبط اعدادات الالوان لكي تصبح ظلال الالوان مميزة, ولكن ستظهر مشبعة قدر الامكان. اذا كنت مقتنع بالنتيجة فضلاً اضغط موافق لاغلاق ضبط الفيديو , او استخدم ازرار الارقام لاختيار شاشات اختبار اخرى

source: Advanced
ar: متقدم
fa: پيشرفته

source: Advanced Options
ar: خيارات متقدمة
fa: تنظيمات پيشرفته

source: Advanced Video Enhancement Setup
ar: اعدادات الصورة المحسنة المتقدمة

source: Advanced Video Setup
ar: اعدادات فيديو متقدمة
fa: راه اندازي پيشرفته ويدئو

source: Advanced restore
ar: استعادة متقدمة
fa: بازگرداني پيشرفته

source: After event
ar: بعد المناسبة
fa: پس ازرويداد

source: After the start wizard is completed, you need to protect single services. Refer to your Cuberevo's manual on how to do that.
ar: بعد انتهاء معالج بداية التشغيل , لابد ان تقوم بحماية خدمة فردية راجع دليل استخدام جهاز الكيوب ريفو لمعرفة كيفية عملها

source: Album
ar: الالبوم
fa: آلبوم

source: All
ar: الكل
fa: همه

source: All Satellites
ar: كل الاقمار
fa: همه ماهواره ها

source: Alpha
ar: الفا
fa: آلفا

source: Alternative radio mode
ar: وضعية الصوت البديل
fa: جایگزین حالت های رادیویی

source: Alternative services tuner priority
ar: اولوية لاقط الخدمة البديل

source: Always ask before sending
ar: دائماً اسأل قبل الارسال

source: An empty filename is illegal.
ar: مسمى ملف فارغ غير نظامي
fa: .فايل بدون نام ميباشد ومجازنيست

source: An unknown error occured!
ar: حدث خطأ غير معروف
fa: !خطايي ناشناخته رخ داده است

source: Anonymize crashlog?
ar: اخفاء سجل الخطأ ؟

source: Arabic
ar: العربية
fa: عربي

source: Are you sure you want to activate this network configuration?
ar: هل انت متاأكد بأنك ترغب في تفعيل ضبط هذه الشبكة ؟
fa: آياشمابراي فعال کردن اين تنظيمات شبکه مطمئن هستيد؟

source: Are you sure you want to delete following backup:
ar: هل انت متأكد بأنك ترغب في الحذف نسخة احتياطية تالية :
fa: آياشمابراي پاک کردن فايل پشتيبان زير مطمئن هستيد:

source: Are you sure you want to restart your network interfaces?
ar: هل انت متأكد بأنك ترغب في اعادة تشغيل واجهات الشبكة لديك ؟
fa: آياشما براي راه اندازي دوباره رابط شبکه مطمئن هستيد؟

source: Are you sure you want to restore following backup:
ar: هل انت متأكد بأنك ترغب في الاستعادة ؟ نسخة احتياطية تالية :
fa: آيا شما براي بازگرداني فايل پشتيبان زيرمطمئن هستيد:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
ar: هل انت متأكد بأنك ترغب في استعادة نسخة احتياطية للانيجما2 ؟ الانيجما2 سوف تعاد تشغيلها بعد الانتهاء من الاستعادة
fa: آيا شمابراي بازگرداني فايل پشتيبان انيگما2 مطمئن هستيد? انيگما2بعداز بازگرداني مجددا راه اندازي خواهدشد

source: Artist
ar: الفنان
fa: هنرمند

source: Ask before shutdown:
ar: اسأل قبل ايقاف التشغيل
fa: :قبل ازخاموش کردن بپرس

source: Ask user
ar: اسأل المستخدم
fa: درخواست کاربر

source: Aspect Ratio
ar: نسبة التباين
fa: نسبت تصویر

source: Audio
ar: صوت
fa: صدا

source: Audio Options...
ar: خيارات الصوت ...
fa: ...گزينه هاي صدا

source: Author:
ar: المألف
fa: :نویسنده

source: Authoring mode
ar: وضعية التأليف
fa: نحوه نوشتن

source: Auto
ar: آلـى
fa: خودکار

source: Auto chapter split every ? minutes (0=never)
ar: فصل تلقائي للصوت كل ؟ دقيقة ( صفر = لا )
fa: (0=never) تقسيم خودکارهرقسمت؟دقيقه

source: Auto flesh
ar: التحريض التلقائي

source: Auto scart switching
ar: تبديل السكارت تلقائيا
fa: تعويض خودکار اسکارت

source: Automatic
ar: اتوماتيكي
fa: خودکار

source: Automatic Scan
ar: بحث آلـى
fa: اسکن خودکار

source: Available format variables
ar: متغيرات الامتدادات المتوفرة
fa: فرمت هاي مختلف موجوداست

source: B
ar: ب

source: BA
ar: ب أ

source: BB
ar: ب ب

source: Back
ar: عودة
fa: قبلي

source: Background
ar: الخلفية
fa: پس زمينه

source: Backup
ar: نسخ احتياطي
fa: پشتيبان

source: Backup Location
ar: موقع النسخ الاحتياطي
fa: مکان پشتيبان گيري

source: Backup Mode
ar: وضعية النسخ الاحتياطي
fa: حالت پشتيبان گيري

source: Backup done.
ar: تم النسخ الاحتياطي
fa: .پشتيبان گيري انجام شد

source: Backup failed.
ar: فشل النسخ الاحتياطي
fa: .پشتيبان گيري ناموفق بود

source: Backup is done. Please press OK to see the result.
ar: النسخة الاحتياطية انتهت . اضفط موافق لرؤية النتيجة
fa: .پشتيبان گيري انجام شد.لطفا کليد تاييدرابراي ديدن نتيجه فشاردهيد

source: Backup system settings
ar: نسخ احتياطي لاعدادات النظام
fa: پشتيبان گيري ازتنظيمات سيستم

source: Band
ar: النطاق
fa: گروه

source: Bandwidth
ar: التردد
fa: پهناي باند

source: Begin time
ar: وقت البدأ
fa: زمان شروع

source: Behavior of 'pause' when paused
ar: التعامل كإيقاف مؤقت عند الايقاف المؤقت

source: Behavior of 0 key in PiP-mode
ar: التعامل مع زر 0 عند استخدام خاصية صورة في صورة

source: Behavior when a movie is started
ar: التعامل عندما يبدأ الفيلم

source: Behavior when a movie is stopped
ar: التعامل عندما يتم ايقاف الفيلم

source: Behavior when a movie reaches the end
ar: التعامل عندما يصل الفيلم للنهاية

source: Bitrate:
ar: معدل البت :

source: Block noise reduction
ar: الحد من الضوضاء

source: Blue boost
ar: التقوية الزرقاء

source: Bookmarks
ar: علامة مرجعية
fa: بوک مارک

source: Brightness
ar: درجة الاضاءة
fa: روشنايي

source: Burn DVD
ar: نسخ قرص رقمي ديفيدي
fa: DVD رایت

source: Burn existing image to DVD
ar: نسخ الصورة التشغيلية الحالية الى قرص رقمي ديفيدي
fa: DVD رايت تصويرموجودبرروي

source: Burn to DVD...
ar: نسخ الى قرص رقمي ديقيدي ...
fa: ...DVD رايت برروي

source: Bus:
ar: الناقل

source: By pressing the OK Button on your remote control, the info bar is being displayed.
ar: بالضغط على زر موافق من الريموت كنترول, شريط المعلومات سيعرض على الشاشة
fa: با فشار دادن دکمه تایید در کنترل از راه دور خود ، نوار اطلاعات.نمایش داده شود

source: C
ar: ج
fa: سي

source: C-Band
ar: الموجة - سي
fa: سي-باند

source: CF Drive
ar: سواقة الكومباكت فلاش
fa: cfدرايو

source: CI assignment
ar: مهمة الكامة الخارجية
fa: ci انتساب

source: Cable
ar: كيبل
fa: کابل

source: Cache Thumbnails
ar: مصغرات ذاكرة التخزين المؤقت
fa: ذخيره گاه ليست عکسها

source: Call monitoring
ar: مراقبة المكالمة

source: Cancel
ar: إلغاء الامر
fa: انصراف

source: Cannot parse feed directory
ar: لايمكن تعديل دليل قنوات الفيد

source: Capacity:
ar: السعة:
fa: :ظرفیت

source: Card
ar: الكرت
fa: کارت

source: Catalan
ar: الكاتالونية
fa: کاتالان

source: Change bouquets in quickzap
ar: تغير الباقة بالتنقل السريع

source: Change dir.
ar: تغير الدليل
fa: .تغييردايرکتوري

source: Change pin code
ar: تغير الرمز السري
fa: تغييرپين کد

source: Change service pin
ar: تغير الرمز السري للقنوات
fa: تغييرپين سرويس

source: Change service pins
ar: تغير الرموز السرية للخدمات
fa: تغییر پین سرويس ها

source: Change setup pin
ar: تغير الرمز السري للاعدادات
fa: تغير پين تنظيمات

source: Channel
ar: قناه
fa: کانال

source: Channel Selection
ar: إختيار القناه
fa: انتخاب کانال

source: Channel not in services list
ar: القناة غير موجودة في قائمة الخدمات / القنوات
fa: کانال درليست سرويس ها نميباشد

source: Channel:
ar: القناة:
fa: :کانال

source: Channellist menu
ar: قائمة القنوات
fa: منوليست کانال

source: Chap.
ar: مقطع
fa: .قسمت

source: Chapter
ar: مقطع
fa: قسمت

source: Chapter:
ar: مقطع :
fa: :قسمت

source: Check
ar: فحص
fa: بررسي

source: Checking Filesystem...
ar: فحص نظام الملفات
fa: ...بررسي فايل هاي سيستم

source: Choose Tuner
ar: اختيار تيونر ( لاقط )
fa: انتخاب تيونر

source: Choose a wireless network
ar: اختار الشبكة اللاسلكية

source: Choose backup files
ar: اختيار ملفات نسخ احتياطي
fa: انتخاب فايل هاي پشتيبان

source: Choose backup location
ar: اختيار موقع النسخ الاحتياطي
fa: انتخاب مکان پشتيبان گيري

source: Choose bouquet
ar: اختيار باقة
fa: انتخاب ليست انتخابي

source: Choose source
ar: اختيار مصدر
fa: منبع راانتخاب کنيد

source: Choose target folder
ar: اختيار المجلد الهدف
fa: پوشه مقصد را انتخاب کنید

source: Choose upgrade source
ar: اختيار مصدر الترقية
fa: منبع ارتقاء راانتخاب کنيد

source: Choose your Skin
ar: اختار الواجهة ( الاسكن )
fa: پوسته راانتخاب کنيد

source: Circular left
ar: دائري يسار
fa: دایره سمت چپ

source: Circular right
ar: دائري يمين
fa: دايره سمت راست

source: Cleanup
ar: تنظيف
fa: پاکسازي

source: Cleanup Wizard
ar: معالج التنظيف

source: Cleanup Wizard settings
ar: اعدادات معالج التنظيف

source: CleanupWizard
ar: معالج التنظيف

source: Clear before scan
ar: مسح قبل البحث
fa: پاک کردن قبل از اسکن

source: Clear log
ar: مسح السجل
fa: پاک کردن لاگ

source: Close
ar: اغلاق
fa: بستن

source: Close title selection
ar: اغلاق شاشة اختيار العنوان

source: Code rate high
ar: قيمة الرمز عالية
fa: درجه بالاي کدبندي

source: Code rate low
ar: قيمة الرمز منخفظة
fa: درجه پايين کدبندي

source: Coderate HP
ar: قيمة الرمز عالية
fa: کد ريت اچ پي

source: Coderate LP
ar: قيمة الرمز منخفظة
fa: کد ريت ال پي

source: Collection name
ar: مسمى التشكيلة
fa: نام مجموعه

source: Collection settings
ar: اعدادات التشكيلة
fa: تنظيمات مجموعه

source: Color Format
ar: نوع الالـوان
fa: فرمت رنگ

source: Command execution...
ar: تنفيذ الامر...
fa: ...اجراي فرمان

source: Command order
ar: طلب الامر
fa: مرتب کردن فرمان

source: Committed DiSEqC command
ar: امر الزامي للدايسك

source: Common Interface
ar: وحده النفاذ المشروط
fa: رابط مشترک

source: Common Interface Assignment
ar: مهمة الكامة الخارجية
fa: انتخاب رابط مشترک

source: CommonInterface
ar: الكامة الخارجية
fa: رابط مشترک

source: Communication
ar: اتصال
fa: ارتباطات

source: Compact Flash
ar: كومباكت فلاش
fa: فلش فشرده

source: Compact flash card
ar: كرت الكومباكت فلاش
fa: فلش کارت فشرده

source: Complete
ar: تم
fa: کامل

source: Complex (allows mixing audio tracks and aspects)
ar: مجمع ( السماح لمقاطع الصوت المختلطة والجانبية )
fa: (allows mixing audio tracks and aspects) مجموعه

source: Config
ar: تهيئة
fa: پيکربندي

source: Configuration Mode
ar: وضعية التهيئة
fa: حالت پيکربندي

source: Configure interface
ar: ضبط الواجهة

source: Configure nameservers
ar: ضبط اسم السيرفر

source: Configure your internal LAN
ar: ضبط الشبكة الداخلية الخاصة بك

source: Configure your network again
ar: ضبط شبكتك مجددا

source: Configure your wireless LAN again
ar: ضبط شبكتك اللاسلكية مجددا

source: Configuring
ar: تهيئة
fa: پيکربندي

source: Conflicting timer
ar: تعارض المؤقت
fa: تايمر متناقض

source: Connect
ar: اتصال

source: Connect to a Wireless Network
ar: الاتصال بالشبكة اللاسلكية

source: Connected to
ar: اتصال مع
fa: اتصال به

source: Connected to Fritz!Box!
ar: اتصال مع الكيوب ريفو

source: Connected!
ar: تم الاتصال !

source: Connecting to Fritz!Box...
ar: الاتصال مع الكيوب ريفو

source: Connection to Fritz!Box failed! (%s) retrying...
ar: الاتصال مع الكيوب ريفو فشل! (%s) اعادة المحاولة...

source: Constellation
ar: مجموعة

source: Content does not fit on DVD!
ar: المحتويات لاتتناسب مع القرص الرقمي ديفيدي
fa: !متناسب نيست DVD مطالب ومحتوا در

source: Continue in background
ar: استكمال في الخلفية
fa: ادامه درپس زمينه

source: Continue playing
ar: استكمال التشغيل
fa: ادامه پخش

source: Contrast
ar: درجة التباين
fa: کنتراست

source: Could not connect to Cuberevo .NFI Image Feed Server:
ar: لايمكن الاتصال مع الكيوب ريفو الصورة التشغيلية .NFI سيرفر الفيد

source: Could not load Medium! No disc inserted?
ar: لايمكن تهيئة الوسيط ! لم يتم ادخال القرص

source: Couldn't record due to conflicting timer %s
ar: لايمكن التسجيل بسبب تعارض المؤقت %s

source: Crashlog settings
ar: اعدادات سجل الاخطاء

source: CrashlogAutoSubmit
ar: ارسال تلقائي لسجل الاخطاء

source: CrashlogAutoSubmit settings
ar: اعدادات الارسال التلقائي لسجل الاخطاء

source: CrashlogAutoSubmit settings...
ar: اعدادات الارسال التلقائي لسجل الاخطاء...

source: Create DVD-ISO
ar: انشاء ملف DVD-ISO
fa: DVD-ISO ساخت

source: Create movie folder failed
ar: فشل انشاء ملف للفيلم
fa: خطادرساخت پوشه فيلم

source: Creating directory %s failed.
ar: فشل %s انشاء دليل
fa: ساخت پوشه %sناموفق

source: Creating partition failed
ar: فشل انشاء فاصل
fa: خطادرايجاد پارتيشن

source: Croatian
ar: الكرواتية
fa: کرواتي

source: Cuberevo format data DVD (HDTV compatible)
ar: الكيوب ريفو يقوم بتهيئة قرص البيانات الرقمي ( متوافق مع قنوات عالية الوضوح )

source: Cuberevo software because updates are available.
ar: البرنامج التشغيلي للكيوب ريفو لانه يتوفر تحديث

source: Current Transponder
ar: المرسل الحالي
fa: ترانسپوندرکنوني

source: Current settings:
ar: الاعدادات الحالية
fa: :تنظيمات کنوني

source: Current value:
ar: القيمة الحالية :

source: Current version:
ar: الاصدار الحالي :
fa: :نسخه کنوني

source: Custom skip time for '1'/'3'-keys
ar: وقت التخطي المخصص '1'/'3'-مفتاح

source: Custom skip time for '4'/'6'-keys
ar: وقت التخطي المخصص '4'/'6'-مفتاح

source: Custom skip time for '7'/'9'-keys
ar: وقت التخطي المخصص '7'/'9'-مفتاح

source: Customize
ar: تخصيص
fa: سفارشي

source: Cut
ar: قطع
fa: برش

source: Cutlist editor...
ar: محرر قاطع القائمة
fa: ...ويرايشگر ليست برش

source: Czech
ar: التشيكية
fa: چک

source: D
ar: د

source: DVD File Browser
ar: متصفح ملفات DVD

source: DVD Player
ar: مشغل الاقراص الرقمية ديفيدي
fa: پلير DVD

source: DVD Titlelist
ar: قائمة عناوين DVD

source: DVD media toolbox
ar: صندوق ادوات الديفيدي الاعلامية
fa: DVD ابزار رسانه ايي

source: Danish
ar: الدنماركية
fa: دانمارکي

source: Date
ar: التاريخ
fa: تاريخ

source: Decide if you want to enable or disable the Cleanup Wizard.
ar: قرر اذا كنت ترغب في تمكين او ايقاف تمكن معالج التنظيف

source: Decide what should be done when crashlogs are found.
ar: قرر مالذي يتم فعله عند العثور على ملف الاخطاء

source: Decide what should happen to the crashlogs after submission.
ar: قرر مالذي تود ان يتم بعد ارسال ملف الاخطاء

source: Deep Standby
ar: وضع ايقاف التشغيل
fa: آماده بکار طولاني

source: Default
ar: المعتاد

source: Default Settings
ar: الاعدادات الافتراضية
fa: تنظيمات پيش فرض

source: Default services lists
ar: قائمة الخدمات / القنوات الافتراضية
fa: ليست خدمات پيش فرض

source: Default settings
ar: الاعدادات الافتراضية
fa: تنظيمات پيش فرض

source: Delay
ar: تأخير
fa: تاخير

source: Delete
ar: مسح
fa: حذف

source: Delete crashlogs
ar: مسح ملف الاخطاء

source: Delete entry
ar: مسح المدخلات
fa: حذف ورودي

source: Delete failed!
ar: فشل المسح
fa: !خطا درحذف کردن

source: Delete no more configured satellite %s?
ar: حذف لايوجد اقمار صناعية لتهيئتها %s?

source: Description
ar: الوصـف
fa: توضيحات

source: Deselect
ar: الغاء
fa: انتخاب مجدد

source: Destination directory
ar: الدليل المقصود
fa: پوشه مقصد

source: Detected HDD:
ar: الهاردسك الذي تم العثور عليه:
fa: :شناسايي هارد

source: Detected NIMs:
ar: التيونر التي تم العثور عليها:
fa: شناسایی NIMs :

source: DiSEqC
ar: الدايسك
fa: دايسک

source: DiSEqC A/B
ar: دايزك أ/ب
fa: A/B دايسک

source: DiSEqC A/B/C/D
ar: دايزك أ/ب/ج/د
fa: A/B/C/D دايسک

source: DiSEqC mode
ar: وضعية الدايزك
fa: حالت دايسک

source: DiSEqC repeats
ar: تكرارات الدايسك

source: DiSEqC-Tester settings
ar: اعدادات اختبار مقسم الاقمار DiSEqC

source: Dialing:
ar: الطلب :

source: Digital contour removal
ar: مزيل المحيط الرقمي

source: Direct playback of linked titles without menu
ar: التشغيل المباشر للمسميات المتصلة بدون قائمة
fa: پخش مستقیم از عناوین مرتبط ، بدون منو

source: Directory %s nonexistent.
ar: الدليل %s لاوجود له
fa: شاخه %S وجود ندارد

source: Disable
ar: عدم تفعيل
fa: غيرفعال

source: Disable Picture in Picture
ar: عدم تفعيل خاصية صورة في صورة
fa: غيرفعال کردن تصوير درتصوير

source: Disable Subtitles
ar: عدم تفعيل الترجمة
fa: غيرفعال کردن زيرنويس

source: Disable timer
ar: عدم تفعيل المؤقت
fa: غيرفعال کردن تايمر

source: Disabled
ar: عدم تفعيل
fa: غيرفعال کردن

source: Disconnect
ar: فصل الاتصال

source: Disconnected from Fritz!Box! (%s) retrying...
ar: تم فصل الاتصال من الكيوب ريفو (%s) اعادة المحاولة ...

source: Dish
ar: طبق الاستقبال
fa: ديش

source: Display 16:9 content as
ar: عرض محتويات 16:9

source: Display 4:3 content as
ar: عرض محتويات 4:3

source: Display >16:9 content as
ar: عرض محتويات اكبر من 16:9

source: Display Setup
ar: اعدادات العرض
fa: راه اندازي صفحه نمايش

source: Display and Userinterface
ar: العرض وواجهة المستخدم
fa: صفحه نمايش ورابط کاربري

source: Do you really want to REMOVE the plugin "%s"?
ar: هل ترغب حقاً في الحذف البلج ان "%s"?
fa: آياشما واقعا ميخواهيد اين افزونه راحذف کنيد "%s"?

source: Do you really want to check the filesystem? This could take lots of time!
ar: هل ترغب حقاً في فحص ملفات النظام ؟ هذا سيستغرق وقتا طويلا
fa: آياشماواقعاميخواهيد اين فايل سيستمي رابررسي نماييد ? !اين کارممکن است زمان زيادي را سپري کند

source: Do you really want to delete %s?
ar: هل ترغب حقاً في المسح %s ?
fa: آياشماواقعاميخواهيدپاک کنيد %s؟
