Repository: popazerty/enigma2cuberevo
Catalog: po/*.po
Languages: ar, fa

source: No packages were upgraded yet. So you can check your network and try again.
ar: لاتوجد حزم تحتاج للترقية بعد , لذا يمكن فحص اعدادات الشبكة والمحاولة مرة أخرى
fa: .پکيج ارتقاءداده نشد.بنابراین شما می توانید شبکه خود را بررسی و دوباره تلاش کنید

source: No picture on TV? Press EXIT and retry.
ar: لاتوجد صورة على التلفاز ؟ اضغط خروج وحاول مرة أخرى
fa: .فاقد تصویر در تلویزیون؟ دکمه خروج رافشاردهيد ودوباره تلاش کنيد

source: No positioner capable frontend found.
ar: لاتوجد واجهة امامية قادرة على تحدد الاقمار

source: No satellite frontend found!!
ar: لاتوجد واجهة امامية للقمر الصناعي

source: No tags are set on these movies.
ar: لم يتم اعداد بطاقة تعريفية لهذا الفيلم

source: No tuner is configured for use with a diseqc positioner!
ar: لايوجد لاقط تم ضبطه للعمل مع دايسك محدد الاقمار
fa: !تيونربراي استفاده با گرداننده پيکربندي نشده است

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
ar: لايوجد لاقط مفعل فضلا قم باعداد التيونر قبل البدء في البحث عن القنوات
fa: !تيونرفعال نيست .لطفا تنظيمات تيونرراقبل ازشروع اسکن سرويس ها انجام دهيد

source: No useable USB stick found
ar: لم يتم العثور على فلاش ميموري غير مستخدم
fa: بدون پيداشدن يو اس بي قابل استفاده نيست

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
ar: لم يتم العثور على رمز سري صالح للخدمة هل ترغب في تغير الرمز السري للخدمة الان ؟ عندما تختار ( لا ) فإن حماية الخدمة ستظل غير مفعلة
fa: !پين سرويس يافت شده معتبرنيست آياميخواهيد پين سرويس رااکنون تغيير دهيد؟ !هنگاميکه جواب خيرباشد سرويس حفاظت غيرفعال مي ماند

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
ar: لم يتم العثور على رمز سري صالح للاعدادات هل ترغب في تغير الرمز السري للاعدادات الان ؟ عندما تختار ( لا ) فإن حماية الاعدادات ستظل غير مفعلة
fa: پين راه اندازي معتبرنيست! آياميخواهيد پين راه اندازي رااکنون تغيير دهيد? !وقتي که جواب خيرباشد سرويس حفاظت غيرفعال مي ماند

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
ar: محول الشبكة المحلية الذي عثر عليه لايعمل فضلا قم بالتحقق من توصيل الكيبل المناسب بالكرت وتحقق من صحة اعدادات الشبكة لديك
fa: .مبدل شبکه محلي يافت شده کارنميکند لطفا اتصالات کابل شبکه را بازبيني کنيد ومطمئن شويد.پيکربندي صحيح باشد

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
ar: لم يتم العثور على محول يعمل للشبكة اللاسلكية فضلا قم بالتحقق من توصيلك لمحول شبكة لاسلكية متوافق مع جهازك وأن اعدادات الشبكة تم ضبطها بشكل صحيح

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
ar: لم يتم العثور على واجهة تعمل للشبكة اللاسلكية فضلا قم بالتحقق من توصيلك لمحول شبكة لاسلكية متوافق مع جهازك , وقم بتفعيل واجهة الشبكة المحلية

source: No, but restart from begin
ar: لا, فقط قم باعادة التشغيل من البداية
fa: خير, اماازابتدا شروع کن

source: No, do nothing.
ar: لا , لاتقم بشيئ
fa: .خير,هيچ کاري نکن

source: No, just start my Cuberevo
ar: لا ، فقط قم بتشغيل الدريم بوكس

source: No, not now
ar: لا , ليس الان

source: No, scan later manually
ar: لا، بحث يدوى لاحقاً
fa: خیر ، بعد از اسکن دستی

source: None
ar: لاشيئ
fa: هيچ

source: Nonlinear
ar: غير الخطية

source: North
ar: شمال
fa: شمال

source: Norwegian
ar: النرويجية
fa: نروژي

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
ar: لاتتوفر مساحة كافية . فضلا قم بتوفير مساحة حرة على القرص وحاول مرة أخرى ( %d ميجابايت مطلوبة , %d ميجابايت متوفرة )

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
ar: لايوجد شيئ للبحث عنه فضلا قم باعداد اللواقط / التيونرات قبل البدء في البحث عن القنوات
fa: !چيزاي براي اسکن نيست .لطفا تنظيمات تيونر راقبل از شروع اسکن انجام دهيد

source: Now Playing
ar: يتم التشغيل الان
fa: حالاپخش کن

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
ar: الان , يمكنك استخدام اعدادات التباين لرفع نسبة الاضاءة للخلفية قدر المستطاع, ولكن تأكد جيداً من مقدرتك على التفريق بين درجتي الاضاءة للظلال, اذا قمت بذلك فضلا اضغط على زر موافق

source: OK
ar: موافق
fa: تاييد

source: OK, guide me through the upgrade process
ar: نعم , فضلا قم بارشادي عبر مراحل الترقية

source: OK, remove another extensions
ar: موافق , ازل التفريعات الاخرى

source: OK, remove some extensions
ar: موافق, ازل بعض التفريعات

source: OSD Settings
ar: إعدادات الخيارات المعروضة على الشاشة
fa: OSD تنضيمات

source: OSD visibility
ar: وضوح المعلومات المعروضة على الشاشة
fa: OSD وضوح

source: Off
ar: اغلاق
fa: خاموش

source: On
ar: تشغيل
fa: روشن

source: One
ar: واحد
fa: يکبار

source: Online-Upgrade
ar: الترقية عبر الانترنت
fa: ارتقاء-آنلاين

source: Only Free scan
ar: فقط بحث مجاني
fa: فقط اسکن کانال هاي رايگان

source: Optionally enter your name if you want to.
ar: اختياريا ادخل اسمك اذا كنت ترغب بذلك

source: Orbital Position
ar: الموقع المداري
fa: موقعيت مداري

source: PAL
ar: بال
fa: پال

source: Package details for:
ar: تفاصيل الحزمة لـ :
fa: :جزئیات بسته بندی

source: Package list update
ar: قائمة تحديث الحزمة
fa: بروزرساني ليست بسته ها

source: Package removal failed.
ar: فشل في ازالو الاحزم

source: Package removed successfully.
ar: تم ازالة الحزم بنجاح

source: Packet management
ar: ادارة الحزمة البسيطة
fa: مديريت بسته ها

source: Packet manager
ar: مدير الحزمة البسيطة
fa: مديريت بسته ها

source: Page
ar: صفحة
fa: صفحه

source: Pan&Scan
ar: سير وبحث

source: Parent Directory
ar: دليل الوالدين
fa: پوشه والدين

source: Parental control
ar: التحكم والاغلاق الابوي
fa: کنترل والدين

source: Parental control services Editor
ar: محرر خدمات التحكم والاغلاق الابوي
fa: ويرايشگرسرويس کنترل والدين

source: Parental control setup
ar: اعداد التحكم والاغلاق الابوي
fa: راه اندازي کنترل والدين

source: Parental control type
ar: نوعية التحكم والاغلاق الابوي
fa: نوع کنترل والدين

source: Password
ar: الرقم السري

source: Pause movie at end
ar: ايقاف مؤقت للفيلم عند النهاية
fa: مکث درپايان فيلم

source: Phone number
ar: رقم الهاتف

source: PiPSetup
ar: اعداد صورة في صورة
fa: راه اندازي تصويردرتصوير

source: PicturePlayer
ar: مشغل عارض الصور
fa: پخش کننده تصاوير

source: Pillarbox
ar: صندوق عمودي

source: Pilot
ar: قائد

source: Pin code needed
ar: يحتاج رمز سري
fa: پين کدنياز است

source: Play
ar: تشغيل
fa: پخش

source: Play Audio-CD...
ar: تشغيل القرص الصوتي
fa: ...پخش سي دي-صوتي

source: Play DVD
ar: تشغيل القرص الرقمي
fa: پخش دي وي دي

source: Play Music...
ar: تشغيل الموسيقى
fa: ...پخش موسيقي

source: Play recorded movies...
ar: عرض الافلام المسجلة
fa: ...پخش فيلم ذخيره شده

source: Please Reboot
ar: فضلا قم باعادة التشغيل
fa: لطفا دستگاه راريبوت کنيد

source: Please Select Medium to be Scanned
ar: فضلا قم باختيار وسيط ليتم البحث فيه

source: Please change recording endtime
ar: فضلا قم بتغير وقت نهاية التسجيل
fa: لطفا زمان پايان ذخيره سازي راتغييردهيد

source: Please check your network settings!
ar: فضلا قم بفحص اعدادات الشبكة لديك
fa: !لطفا تنظيمات شبکه را بررسي کنيد

source: Please choose .NFI image file from feed server to download
ar: فضلا اختار ملف الصورة التشغيلية .NFI من سيرفر الفيد ليتم تحميله

source: Please choose an extension...
ar: فضلا قم باختيار ملحق ...

source: Please choose he package...
ar: فضلا قم باختيار الحزمة
fa: ...لطفا بسته او را انتخاب کنید

source: Please choose the default services lists you want to install.
ar: فضلا قم باختيار قائمة الخدمات / القنوات الافتراضية التي ترغب في تثبيتها
fa: .لطفا انتخاب کنید لیست خدمات پیش فرض می خواهید نصب کنید

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
ar: فضلا قم بضبط اسم السيرفر بواسطة ملأ القيم المطلوبة عندما تكون جاهزا اضغط موافق

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
ar: فضلا قم بضبط الاتصال بالانترنت عبر تعبئة القيم المطلوبة عندما تكون مستعدا , اضغط موافق للاستكمال

source: Please disconnect all USB devices from your Cuberevo and (re-)attach the target USB stick (minimum size is 64 MB) now!
ar: فضلا قم بايقاف توصيل جميع اجهزة USB المتصلة بالكيوب ريفو ثم قم باعادة تركيب الفلاش ميموري الهدف الان ( اقل سعة 64 ميجابايت )

source: Please do not change any values unless you know what you are doing!
ar: فضلا لاتقوم بتغير اي قيم حتى تكون متأكدا مما تقوم بعمله

source: Please enter a name for the new bouquet
ar: فضلا ادخل اسم للباقة الجديدة
fa: لطفايک نام براي انتخابي انتخاب کنيد

source: Please enter a name for the new marker
ar: فضلا ادخل اسم المعلمة الجديدة
fa: لطفا يک نام براي نشانگرجديدانتخاب کنيد.

source: Please enter a new filename
ar: فضلا ادخل اسم ملف جديد
fa: لطفا يک نام فايل جديد وارد کنيد

source: Please enter filename (empty = use current date)
ar: فضلا ادخل اسم الملف ( فارغ = سيستخدم البيانات الحالية )

source: Please enter name of the new directory
ar: فضلا ادخل اسم للدليل الجديد
fa: لطفا نام پوشه جدید را وارد کنید

source: Please enter the correct pin code
ar: فضلا قم بادخال الرمز السري الصحيح
fa: لطفا پین کد صحیح را وارد کنید

source: Please enter the old pin code
ar: فضلا قم بادخال الرمز السري السابق
fa: لطفا پين کد قديمي راوارد کنيد

source: Please enter your email address here:
ar: فضلا ادخل عنوان بريدك الالكتروني هنا :

source: Please enter your name here (optional):
ar: فضلا ادخل اسمك هنا ( اختياري ):

source: Please follow the instructions on the TV
ar: فضلا قم باتباع التعليمات الموجودة على شاشة التلفاز
fa: لطفا از دستورالعمل هاي روي تلويزيون پيروي کنيد

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
ar: للمعلومية , الميديا التي تم اختيارها مسبقا لايمكن الدخول اليها , لذلك فان الدليل الافتراضي سيتم استخدامه عوضا عنه

source: Please press OK to continue.
ar: فضلا اضغط موافق للاستكمال
fa: .لطفادکمه تاييد رابراي ادامه فشاردهيد

source: Please press OK!
ar: من فضلك اضغط موافق
fa: !لطفادکمه تاييدرافشاردهيد

source: Please select .NFI flash image file from medium
ar: فضلا قم باختيار ملف الصورة التشغيلية .NFI من الوسيط

source: Please select a playlist to delete...
ar: فضلا قم باختيار قائمة تشغيل لمسحها ...
fa: ...لطفايک ليست پخش رابراي حذف کردن انتخاب کنيد

source: Please select a playlist...
ar: فضلا قم اختيار قائمة تشغيل ...
fa: ...لطفايک ليست پخش انتخاب کنيد

source: Please select a subservice to record...
ar: فضلا قم باختيار خدمة فرعية لتسجيلها ...

source: Please select a subservice...
ar: فضلا قم باختيار خدمة فرعية ...

source: Please select an extension to remove.
ar: فضلا اختار تفريع لازالته

source: Please select an option below.
ar: فضلا اختار خيار من الاسفل

source: Please select medium to use as backup location
ar: فضلا قم باختيار وسيط ليتم استخدامه كموقع للنسخ الاحتياطي

source: Please select tag to filter...
ar: فضلا اختار بطاقة تعريفية لفلترتها
fa: ...لطفابرچسب رابراي فيلترکردن انتخاب کنيد

source: Please select target directory or medium
ar: فضلا قم باختيار دليل هدف او وسيط
fa: لطفا پوشه مقصد يا مديوم رانتخاب کنيد

source: Please select the movie path...
ar: فضلا اختار مسار الفيلم ...
fa: ...لطفا مسیر فیلم را انتخاب کنید

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
ar: فضلا قم باختيار واجهة الشبكة التي ترغب في استخدامها للاتصال بالانترنت اضغط موافق للاستكمال

source: Please select the wireless network that you want to connect to. Please press OK to continue.
ar: فضلا قم باختيار الشبكة اللاسلكية التي ترغب في الاتصال بها اضغط موافق للاستكمال

source: Please set up tuner B
ar: من فضلك أضبط التيونر ب
fa: راراه اندازي کنيد Bلطفا تيونر

source: Please set up tuner C
ar: فضلا قم بضبط اللاقط ج
fa: لطفا تيونر سي را راه اندازي کنيد

source: Please set up tuner D
ar: فضلا قم بضبط اللاقط د
fa: لطفا تيونر دي را راه اندازي کنيد

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
ar: فضلا قم باستخدام ازرار الاتجاهات لتحريك نافذة صورة في صورة اضغط على الباقة +/- لتغير حجم النافذة اضغط موافق للعودة الى وضعية التلفاز أو اضغط خروج لالغاء التحريك

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
ar: فضلا قم باستخدام الازار للاعلى / للاسفل لاختيار لغتك المفضلة . بعد ذلك اضغط على زر موافق
fa: لطفا ازکليد هاي بالا وپايين براي انتخاب زبان استفاده کنيد.پس از آن دکمه تاييد را .فشاردهيد

source: Please wait for activation of your network configuration...
ar: فضلا انتظر حتى يتم تفعيل اعدادات الشبكة لديك ... ..
fa: ...لطفا برای فعال سازی تنظیمات شبکه صبر کنید

source: Please wait while removing selected package...
ar: فضلا انتظر حتى يتم ازالة الحزمة التي تم اختيارها

source: Please wait while scanning is in progress...
ar: فضلا انتظر خلال عملية البحث عن القنوات ..
fa: ...درحالي که اسکن درحال پيشرفت است,لطفاصبرکنيد

source: Please wait while searching for removable packages...
ar: فضلا انتظر حتى يتم البحث عن الحزم التي تم ازالتها...

source: Please wait while we configure your network...
ar: فضلا انتظر حتى يتم تهيئة الشبكة لديك ...
fa: ...هنگاميکه مادرحال پيکربندي شبکه شماهستيم ,لطفاصبرکنيد

source: Please wait while we prepare your network interfaces...
ar: فضلا انتظر حتى يتم تجهيز واجهة الشبكة الخاصة بك ...

source: Please wait while we test your network...
ar: فضلا انتظر حتى يتم فحص شبكتك ...

source: Please wait while your network is restarting...
ar: فضلا انتظر خلال تشغيل الشبكة لديك ...
fa: ...هنگاميکه شبکه درحال شروع مجدداست ,لطفاصبرکنيد

source: Please wait...
ar: فضلا انتظر ...
fa: ...لطفاصبرکنيد

source: Please wait... Loading list...
ar: انتظر من فضلك ... يتم تحميل القائمة...
fa: ...لطفاصبرکنيد...بارگذاري ليست

source: Plugin browser
ar: متصفح الاضافات / البلج إنز
fa: مرورگر افزونه

source: Plugin manager
ar: مدير الاضافات / البلج انز
fa: مديريت افزونه ها

source: Plugin manager activity information
ar: معلومات انشطة مدير الاضافات المساعدة

source: Plugin manager help
ar: مساعدة مدير الاضافات المساعدة

source: Plugins
ar: الاضافات / بلج إنز
fa: افزونه ها

source: Polarity
ar: القطبية
fa: قطبيت

source: Polarization
ar: الاستقطاب
fa: قطبيت

source: Polish
ar: البولندية
fa: لهستاني

source: Port A
ar: منفذ أ
fa: A ورودي

source: Port B
ar: منفذ ب
fa: B ورودي

source: Port C
ar: منفذ ج
fa: C ورودي

source: Port D
ar: منفذ د
fa: D ورودي

source: Portuguese
ar: البرتغالية
fa: پرتغالي

source: Positioner
ar: محرك الاطباق
fa: گردان

source: Positioner fine movement
ar: تحريك سليم لمحدد مواقع الاقمار

source: Positioner movement
ar: تحريك محدد مواقع الاقمار
fa: گردش موقعيت

source: Positioner setup
ar: اعدادات محدد مواقع الاقمار
fa: راه اندازي گردان

source: Positioner storage
ar: محفوظات محدد مواقع الاقمار
fa: ذخيره سازي گردان

source: Power threshold in mA
ar: بداية الطاقة بالميلي امبير
fa: آستانه قدرت در میلی آمپر

source: Predefined transponder
ar: المستقبل مسبقا
fa: ترانسپوندر از پیش تعریف شده

source: Preparing... Please wait
ar: يتم تجهيزه .. فضلا انتظر
fa: آماده سازی... لطفا صبر کنید

source: Press OK on your remote control to continue.
ar: اضغط موافق من الريموت كنترول للاستمكال
fa: .دکمه تاييد ازروي کنترل رابراي ادامه کار فشاردهيد

source: Press OK to activate the selected skin.
ar: اضغط موافق لتفعيل الاسكن الذي تم اختياره

source: Press OK to activate the settings.
ar: اضغط موافق لتفعيل الاعدادات
fa: .دکمه تاييد رابراي فعال کردن اين تنظيمات فشاردهيد

source: Press OK to edit the settings.
ar: اضغط زر موافق لتحرير الاعدادات
fa: .دکمه تاييد رابراي ويرايش تنظيمات فشاردهيد

source: Press OK to get further details for %s
ar: اضغط زر موافق للحصول على معلومات اضافية لـ %s
fa: کليدتاييد رابراي دريافت اطلاعات بيشترفشاردهيد %s

source: Press OK to scan
ar: اضغط موافق للبحث
fa: فشردن کليدتاييد براي اسکن

source: Press OK to select a Provider.
ar: اضغط موافق لاختيار مقدم الخدمة

source: Press OK to select/deselect a CAId.
ar: اضغط موافق لاختيار / عدم اختيار CAId

source: Press OK to start the scan
ar: اضغط موافق لبدأ البحث
fa: کليدتاييد رابراي شروع اسکن فشاردهيد

source: Press OK to toggle the selection.
ar: اضغط موافق للتبديل بين الخيارات

source: Press OK to view full changelog
ar: اضغط موافق لعرض كامل لملف التغيرات

source: Press yellow to set this interface as default interface.
ar: اضغط الزر الاصفر لضبط الواجهة كواجهة افتراضية

source: Prev
ar: السابق
fa: قبلي

source: Preview menu
ar: قائمة الاستعراض
fa: منو قبلي

source: Primary DNS
ar: DNS الاساسي

source: Priority
ar: أولوية
fa: اولويت

source: Properties of current title
ar: خصائص المسمى الحالي
fa: خصوصيات عنوان فعلي

source: Protect services
ar: خدمة الحماية
fa: کنترل سرويس

source: Protect setup
ar: اعداد الحماية
fa: کنترل راه اندازي

source: Provider
ar: مقدم الخدمة
fa: پرووايدر

source: Provider to scan
ar: مزودي الخدمة الذين سيتم البحث عنهم
fa: درحال اسکن پرووايدر

source: Providers
ar: مقدمي الخدمة
fa: پرووايدرها

source: Python frontend for /tmp/mmi.socket
ar: مقدمة البايثون لـ /tmp/mmi.socket

source: Quick
ar: سريع
fa: سريع

source: Quickzap
ar: انتقال سريع

source: RC Menu
ar: قائمة الريموت كونترول
fa: منو ريموت کنترل

source: RF output
ar: مخرج RF
fa: خروجي آراف

source: RSS Feed URI
ar: موقع فيد RSS

source: Radio
ar: الراديو
fa: راديو

source: Ram Disk
ar: قرص الرام

source: Random
ar: عشوائي
fa: تصادفي

source: Really close without saving settings?
ar: الخروج بدون حفظ الاعدادات ؟
fa: واقعا بدون ذخيره تنظيمات بسته شود؟

source: Really delete done timers?
ar: حذف المؤقت الذي تم
fa: واقعا زمانسنجي هاي اانجام شده حذف گردد؟

source: Really exit the subservices quickzap?
ar: الخروج من الانتقال السريع للخدمات الفرعية

source: Really reboot now?
ar: اعادة الاقلاع الان ؟
fa: راه اندازي مجدد اکنون انجام شود؟

source: Really restart now?
ar: اعادة التشغيل الان ؟
fa: شروع مجدد اکنون انجام شود؟

source: Really shutdown now?
ar: اغلاق الجهاز الان ؟
fa: خاموش کردن اکنون انجام شود؟

source: Reboot
ar: اعادة الاقلاع
fa: راه اندازي مجدد

source: Reception Settings
ar: اعدادات الاستقبال
fa: قبول تنظيمات

source: Record
ar: تسجيل
fa: ذخيره سازي

source: Record time limited due to conflicting timer %s
ar: تسجيل الوقت المحدود نظراً لتعارض المؤقت %s

source: Recorded files...
ar: الملفات التي تم تسجيلها
fa: ...ذخيره سازي فايل ها

source: Recording
ar: التسجيل
fa: ذخيره سازي

source: Recording(s) are in progress or coming up in few seconds!
ar: التسجيلات في تقدم أو سيتم احضارها خلال بضع ثواني
fa: !ذخيره سازي ها درحال پيشرفت است ويادرچند ثانيه آينده اجراميشود

source: Recordings
ar: التسجيلات
fa: ذخيره شده ها

source: Recordings always have priority
ar: التسجيلات دائما لديها اولوية
fa: همواره اولويت باذخيره سازي

source: Reenter new pin
ar: اعادة ادخال رمز سري جديد
fa: دوباره پین های جدید را وارد کنید

source: Refresh Rate
ar: قيمة اعادة التحديث
fa: بازنشاني درجه

source: Refresh rate selection.
ar: اختيار قيمة اعادة التحديث
fa: .بازنشاني درجه انتخاب شده

source: Reload
ar: اعادة التحميل
fa: بارگذاري مجدد

source: Remove
ar: حذف
fa: حذف

source: Remove Bookmark
ar: حذف العلامة المرجعية
fa: حذف بوک مارک

source: Remove Plugins
ar: حذف الاضافة / البلج ان
fa: حذف افزونه ها

source: Remove a mark
ar: حذف العلامة
fa: حذف علامت گذاري شده

source: Remove currently selected title
ar: حذف المسمى المحدد حاليا
fa: حذف عنوان کنوني انتخاب شده

source: Remove failed.
ar: فشل في الحذف

source: Remove finished.
ar: حذف المنتهي
fa: .حذف به پايان رسيد

source: Remove plugins
ar: حذف الاضافات / البلج انز
fa: حذف افزونه ها

source: Remove the broken .NFI file?
ar: حذف ملف .NFI التالف ؟

source: Remove the incomplete .NFI file?
ar: حذف ملف .NFI الغير مكتمل ؟

source: Remove timer
ar: حذف المؤقت
fa: حذف تايمر

source: Remove title
ar: حذف المسمى
fa: حذف عنوان

source: Removed successfully.
ar: تم الحضف بنجاح

source: Removing
ar: حذف
fa: حذف کردن

source: Removing directory %s failed. (Maybe not empty.)
ar: فشل حذف الدليل %s ( قد يكون غير فارغ )

source: Rename
ar: اعادة تسمية
fa: تغييرنام

source: Rename crashlogs
ar: اعادة تسمية ملف الاخطاء

source: Repeat
ar: تكرار
fa: تکرار

source: Repeat Type
ar: نوعية التكرار
fa: نوع تکرار

source: Repeating event currently recording... What do you want to do?
ar: تكرار تسجيل الحدث الحالي ... ماذا تود ان تفعل ؟
fa: تکرار رويداد درحال ذخيره سازي...چه کاري ميخواهيد انجام بدهيد؟

source: Repeats
ar: تكرارات
fa: تکرارها

source: Reset
ar: إعاده الضبط
fa: تنظيم مجدد

source: Reset and renumerate title names
ar: اعادة ضبط ومكافأة اسماء المسميات
fa: تنظیم مجدد و دوباره نام عنوان حساب

source: Resolution
ar: درجة الوضوح
fa: تفکیک پذیری

source: Restart
ar: إعاده التشغيل
fa: شروع مجدد

source: Restart GUI
ar: اعادة تشغيل واجهة المستخدم
fa: شروع مجدد رابط گرافيکي

source: Restart GUI now?
ar: اعادة تشغيل واجهة المستخدم الان ؟
fa: شروع مجدد رابط گرافيکي؟

source: Restart network
ar: اعادة تشغيل الشبكة
fa: شروع مجدد شبکه

source: Restart test
ar: اختبار اعادة التشغيل
fa: شروع مجددآزمايش

source: Restart your network connection and interfaces.
ar: اعادة تشغيل اتصال وواجهة الشبكة
fa: شروع مجدد اتصالات و رابط هاي شبکه شما.

source: Restore
ar: استعادة
fa: بازگرداندن

source: Restore is running...
ar: جاري عمل استعادة افتراضية...

source: Restore running
ar: الاستعادة تعمل
fa: درحال اجراي بازگرداني

source: Restore system settings
ar: استعادة اعدادات النظام
fa: بازگرداني تنظيمات سيستم

source: Restoring the settings is done. Please press OK to activate the restored settings now.
ar: استعادة الاعدادات تمت , فضلا اضغط موافق لتفعيل الاعدادات المستعادة الان
fa: بازگرداني تنظيمات باموفقيت انجام شد.لطفا دکمه تاييد رابراي فعال کردن تنظيمات فشاردهيد.

source: Resume from last position
ar: استكمال من اخر موضع
fa: ادامه ازآخرين موقعيت

source: Resuming playback
ar: استكمال التشغيل
fa: ادامه پخش

source: Return to file browser
ar: العودة لتصفح الملف
fa: بازگشت به مرورگرفايل

source: Return to movie list
ar: العودة لقائمة الافلام
fa: بازگشت به ليست فيلم ها

source: Return to previous service
ar: العودة للخدمة السابقة
fa: بازگشت به سرويس قبلي

source: Rewind speeds
ar: سرعة الاعادة للخلف
fa: سرعت عقب گرد

source: Right
ar: يمين
fa: راست

source: Rolloff
ar: الاستدارة

source: Rotor turning speed
ar: سرعة دوران الماتور
fa: سرعت پرخش موتور

source: Running
ar: يعمل
fa: درحال اجرا

source: Russian
ar: الروسية
fa: روسي

source: S-Video
ar: اس - فيديو

source: Sat
ar: القمر الصناعي

source: Sat / Dish Setup
ar: ضبط القمر/ طبق الاستقبال
fa: راه اندازي ماهواره / ديش

source: Satellite
ar: قمر صناعى

source: Satellite Equipment Setup
ar: اعدادات معدات القمر الصناعي
fa: نصب تجهيزات ماهواره ايي

source: Satellites
ar: أقمار صناعية
fa: ماهواره ها

source: Satfinder
ar: الباحث عن الاقمار
fa: پيداکردن ماهواره

source: Sats
ar: الاقمار الصناعية
fa: ماهواره ها

source: Satteliteequipment
ar: معدات القمر الصناعي
fa: تجهيزات ماهواره ايي

source: Saturation
ar: التشبع

source: Saturday
ar: السبت
fa: شنبه

source: Save
ar: حفظ
fa: ذخيره

source: Save Playlist
ar: حفظ قائمة التشغيل
fa: ذخيره ليست پخش

source: Scaler sharpness
ar: قشارة الحدة

source: Scaling Mode
ar: وضعية القياس
fa: نوع پيمايش

source: Scan
ar: بحث
fa: اسکن

source: Scan Files...
ar: بحث الملفات ...
fa: ...اسکن فايل ها

source: Scan QAM128
ar: بحث QAM128

source: Scan QAM16
ar: بحث QAM16

source: Scan QAM256
ar: بحث QAM256

source: Scan QAM32
ar: بحث QAM32

source: Scan QAM64
ar: بحث QAM64

source: Scan SR6875
ar: بحث SR6875

source: Scan SR6900
ar: بحث SR6900

source: Scan Wireless Networks
ar: البحث عن الشبكات اللاسلكية
fa: اسکن شبکه وايرلس

source: Scan additional SR
ar: البحث عن SR الاضافية

source: Scan band EU HYPER
ar: بحث موجة EU HYPER

source: Scan band EU MID
ar: بحث موجة EU MID

source: Scan band EU SUPER
ar: بحث موجة EU SUPER

source: Scan band EU UHF IV
ar: بحث موجة EU UHF IV

source: Scan band EU UHF V
ar: بحث موجة EU UHF V

source: Scan band EU VHF I
ar: بحث موجة EU VHF I
