Repository: popazerty/enigma2cuberevo
Catalog: po/*.po
Languages: ar, fa

source: Tuner Slot
ar: مدخل التيونر
fa: اسلات تيونر

source: Tuner configuration
ar: تهيئة اللاقط ( التيونر )
fa: پيکربندي تيونر

source: Tuner status
ar: حالة اللاقط ( التيونر )
fa: وضعيت تيونر

source: Turkish
ar: التركية
fa: ترکي

source: Two
ar: اثنين
fa: دو

source: Type
ar: نوعية
fa: نوع

source: Type of scan
ar: نوعية البحث
fa: نوع اسکن

source: USALS
ar: خاصية محرك الاقمار
fa: يوسالس

source: USB Stick
ar: قرص USB
fa: يو اس بي

source: USB stick wizard
ar: معالج قرص اليو اس بي

source: Ukrainian
ar: الاوكرانية
fa: اکرايني

source: Unable to complete filesystem check. Error:
ar: لايمكن استكمال فحص ملفات النظام خطأ :
fa: .قادربه بررسي کامل فايل هاي سيستمي نيست. :خطا

source: Unable to initialize harddisk. Error:
ar: لايمكن تهيئة الهاردسك خطأ :
fa: .قادر به اماده سازي هارديسک نميباشد. :خطا

source: Uncommitted DiSEqC command
ar: امر دايسك غير مرتبط

source: Unicable
ar: التوصيل الموحد

source: Unicable LNB
ar: لاقط التوصيل الموحد

source: Unicable Martix
ar: التوصيل الموحد Martix

source: Universal LNB
ar: اللاقط العالمي
fa: ال ان بی یونیورسال

source: Unmount failed
ar: فشل الغاء التثبيت

source: Unsupported
ar: غير مدعوم

source: Update
ar: تحديث
fa: بروزرساني

source: Updates your receiver's software
ar: تحديث البرنامج التشغيلي لجهازك
fa: به روز رسانی نرم افزار گیرنده شما

source: Updating finished. Here is the result:
ar: إنتهاء التحديث ، وهذه هى النتيجة
fa: :به روز رسانی به پایان رسید. در اینجا نتیجه قرارمیگیرد

source: Updating... Please wait... This can take some minutes...
ar: جارى التحديث ..فضلاً انتظر..قد يستغرق بعض الوقت
fa: ...به روز رسانی... لطفا صبر کنید... این کارچند دقیقه طول میکشد

source: Upgrade finished.
ar: انتهاء الترقية
fa: .ارتقا به پایان رسید

source: Upgrade finished. Do you want to reboot your Cuberevo?
ar: انتهاء الترقية , هل ترغب في اعادة تشغيل جهاز الكيوب ريفو ؟
fa: ارتقا به پایان رسید. آیا می خواهیددستگاه رادوباره راه اندازی کنید؟

source: Upgrading
ar: الترقية
fa: به روز رسانی

source: Upgrading Cuberevo... Please wait
ar: ترقية جهاز الكيوب ريفو .. فضلا انتظر
fa: به روزرساني... لطفا صبر کنید

source: Use
ar: استخدام
fa: استفاده

source: Use DHCP
ar: استخدم خاصية DHCP

source: Use Interface
ar: استخدام الواجهة
fa: استفاده از رابط

source: Use Power Measurement
ar: استخدام قياسات الطاقة
fa: استفاده از توان اندازه گیری

source: Use a gateway
ar: استخدام بوابة العبور

source: Use non-smooth winding at speeds above
ar: استخدام خاصية الترعج الغير سلس مع السرعات الموجودة بالاعلى

source: Use power measurement
ar: استخدام قياسات الطاقة
fa: استفاده از توان اندازه گیری

source: Use the Networkwizard to configure your Network
ar: استخدام معالج ضبط الشبكة لاعداد الشبكة لديك
fa: از ویزارد شبکه برای پیکربندی شبکه خود استفاده کنید

source: Use the left and right buttons to change an option. Please set up tuner A
ar: استخد الزر الايمن والايسر للاختيار من فضلك أضبط التيونر أ
fa: برای تغییر گزینه ها از دکمه های چپ و راست استفاده کنید. .لطفا تيونر آ را راه اندازي کنيد

source: Use the up/down keys on your remote control to select an option. After that, press OK.
ar: استخدم الزر اعلى او اسفل من الريموت كنترول لضبط الاختيار. بعد ذلك اضغط موافق
fa: براي انتخاب گزينه ها از کليدهاي بالا / پايين در ريموت کنترل استفاده کنيد,سپس دکمه تاييد .را فشاردهيد

source: Use this video enhancement settings?
ar: استخدام اعدادات تحسين الصورة هذه ؟

source: Use time of currently running service
ar: استخدام الوقت للخدمة التي تعمل حاليا

source: Use usals for this sat
ar: استخدم خاصة تحريك الاقمار لهذا القمر الصناعي
fa: استفاده از يوسالس براي اين ماهواره

source: Use wizard to set up basic features
ar: استخدم المعالج لعمل الاعدادات الاساسية

source: Used service scan type
ar: نوعية البحث عن الخدمات / القنوات المستخدمة
fa: نوع سرويس اسکن استفاده شده

source: User defined
ar: حددها المستخدم
fa: کاربر تعریف شده

source: VCR scart
ar: وصله فيديو كاسيت

source: VMGM (intro trailer)
ar: VMGM ( مقدمة مقطع الفيديو )

source: Vertical
ar: رأسي
fa: عمودي

source: Video Fine-Tuning
ar: صقل الصورة

source: Video Fine-Tuning Wizard
ar: معالج جودة وضوح الصورة

source: Video Output
ar: مخرج الفيديو
fa: خروجي تصوير

source: Video Setup
ar: اعداد الفيديو
fa: تنظيمات تصوير

source: Video Wizard
ar: معالج الفيديو
fa: ويزاردتصوير

source: Video enhancement preview
ar: استعراض تحسين الصورة

source: Video enhancement settings
ar: اعدادات تحسين الصورة

source: Video enhancement setup
ar: اعداد تحسين الصورة

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
ar: اختيار منفذ الفيديو فضلا اضغط موافق اذا كنت تستطيع مشاهدة هذه الشاشة على تلفازك ( او اختار منفذ ادخال مختلف ) منفذ الادخال التالي سيتم تجهيزه للعمل خلال 10 ثواني

source: Video mode selection.
ar: اختيار وضعية الفيديو
fa: .انتخاب حالت تصوير

source: Videoenhancement Setup
ar: اعداد تحسين الصورة

source: View Movies...
ar: عرض الافلام ..
fa: ... نمايش فيلم ها

source: View Photos...
ar: عرض الصور ...
fa: ...نمايش عکس ها

source: View Rass interactive...
ar: عرض راس التفاعلية

source: View Video CD...
ar: عرض قرص الفيديو
fa: ...نمايش سي دي تصويري

source: View details
ar: عرض التفاصيل

source: View list of available
ar: عرض قائمة المتوفر

source: View list of available CommonInterface extensions
ar: عرض قائمة بتمديدات الكامات الخارجية المتوفرة

source: View list of available Display and Userinterface extensions.
ar: عرض قائمة بالتمديدات المتوفرة للعرض وواجهة المستخدم

source: View list of available EPG extensions.
ar: عرض قائمة بتمديدات دليل البرامج الالكتروني المتوفرة

source: View list of available Satteliteequipment extensions.
ar: عرض قائمة من تمديدات معدات القمر الصناعي المتوفرة

source: View list of available communication extensions.
ar: عرض قائمة من تمديدات الاتصال المتوفرة

source: View list of available default settings
ar: عرض قائمة من الاعدادات الافتراضية المتوفرة
fa: مشاهده فهرستي ازتنظيمات پيش فرض

source: View list of available multimedia extensions.
ar: عرض قائمة تمديدات الوسائط المتعددة المتوفرة
fa: مشاهده فهرستي از پسوندهای موجودمولتي مديا

source: View list of available networking extensions
ar: عرض قائمة تمديدات الشبكة المتوفرة
fa: مشاهده فهرستي از پسوندهای موجود شبکه

source: View list of available recording extensions
ar: عرض قائمة تمديدات التسجيلات المتوفرة
fa: مشاهده فهرستي از پسوندهای موجود ضبط

source: View list of available skins
ar: عرض قائمة الاسكن المتوفرة
fa: مشاهده فهرستي از پوسته هاي موجود

source: View list of available software extensions
ar: عرض قائمة بتمديدات البرامج المتوفرة

source: View list of available system extensions
ar: عرض قائمة بتمديدات النظام المتوفرة

source: View teletext...
ar: عرض شاشة المعلومات المرئية
fa: ...نمايش تله تکست

source: Virtual KeyBoard
ar: لوحة المفاتيح الافتراضية
fa: صفحه کلید مجازی

source: Voltage mode
ar: وضعيه الفولت
fa: نوع ولتاژ

source: Volume
ar: درجه الصوت
fa: ولوم

source: WPA
ar: WEP

source: WSS on 4:3
ar: WSS على 4:3

source: Waiting
ar: انتظار
fa: درانتظار

source: Warn if free space drops below (kB):
ar: تحذير : اذا المساحة الحرة اصبحت اقل من كيلو بايت :

source: We will now test if your TV can also display this resolution at 50hz. If your screen goes black, wait 20 seconds and it will switch back to 60hz. Please press OK to begin.
ar: سنقوم الان باجراء اختبار لتأكد من عمل شاشة العرض لديك على درجة وضوح 50 هيرتز. اذا اصبحت الشاشة لديك سوداء, قم بالانتظار لمدة 20 ثانية وعندها ستعود لوضعية 60 هيرتز اضغط موافق للبدء

source: Wed
ar: الأربعاء
fa: چهارشنبه

source: Wednesday
ar: الاربعاء
fa: چهارشنبه

source: Weekday
ar: يوم الاسبوع
fa: روز هفته

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ar: مرحبا بك في ممحرر قائمة القطع ابحث عن نقطة البداية للمادة التي ترغب في القطع منها. اضغط موافق ثم بدء القطع ثم ابحث عن نقطة النهاية , اضغط موافق لاختيار نهاية القطع . هذا كل شيئ

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your Cuberevo by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
ar: مرحبا بك في معالج ترقية الصورة التشغيلية . هذا المعالج سيساعدك في ترقية الصورة التشغيلية لجهازك بتقديم طرية النسخ الاحتياطي لاعدادات الحالية , وبعض التعليمات المبسطة حول كيفية ترقية الصورة التشغيلية لجهازك

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your Cuberevo, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
ar: مرحبا بك في معالج التنظيف لقد تم اكتشاف ان المساحة المتوفرة على الفلاشة الداخلية اصبحت اقل من 2 ميجابايت لضمان عمل جهاز الكيوب ريفو بثبات, لابد ان يتم تنظيف الفلاشة الداخلية من الملفات الغير ضرورية كما يمكنك استخدام هذا المعالج لازالة بعض التفريعات

source: Welcome. If you want to connect your Cuberevo to the Internet, this wizard will guide you through the basic network setup of your Cuberevo. Press OK to start configuring your network
ar: مرحبا اذا رغبت في توصيل جهاز الكيوب ريفو بالانترنت و فإن هذا المعالج سيقوم بارشادك عبر اعدادات مبسطة للشبكة في جهاز الكيوب ريفو اضغط موافق للبدء في ضبط الشبكة

source: Welcome. This start wizard will guide you through the basic setup of your Cuberevo. Press the OK button on your remote control to move to the next step.
ar: اهلا وسهلا هذا المعالج لبدء التشغيل سوف يشرح لك عبر خطوات مبسطة كيفية اعداد جهاز الكيوب ريفو اضغط زر موافق من الريموت كنترول للانتقال للخطوة التالية

source: Welcome...
ar: مرحبا ...
fa: ...خوش آمديد

source: West
ar: غرب
fa: غرب

source: What do you want to scan?
ar: ماذا تريد ان تبحث ؟

source: What to do with submitted crashlogs?
ar: مالذي تريد عمله بملف الاخطاء الذي تم ارساله ؟

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
ar: عندما تقوم بعمل استعادة ضبط المصنع , سوف تفقد جميع بيانات الاعدادات السابقة ( بالاضافة للباقات , الخدمات / القنوات , بيانات الاقمار الصناعية ...) بعد الانتهاء من استعادة اعدادات المصنع , سيقوم جهازك باعادة التشغيل تلقائيا هل ترغب بالتأكيد في عمل استعادة ضبط المصنع ؟

source: Where do you want to backup your settings?
ar: اين ترغب في حفظ النسخ الاحتياطي عن اعداداتك ؟

source: Where to save temporary timeshift recordings?
ar: اين ترغب في حفظ تسجيلات التايم شفت المؤقتة ؟

source: Wireless
ar: لاسلكي
fa: بي سيم

source: Wireless LAN
ar: الشبكة اللاسلكية

source: Wireless Network
ar: الشبكة اللاسلكية
fa: شبکه بي سيم

source: Wireless Network State
ar: مقر الشبكة اللاسلكية

source: Write error while recording. Disk full?
ar: كتابة خاطئة خلال التسجيل . القرص ممتلئ ؟
fa: ؟ نوشتن خطادرهنگام ضبط.ديسک پراست

source: Write failed!
ar: خطأ عند الكتابة!
fa: !خطا در رايت

source: Writing NFI image file to flash completed
ar: تمت كتابة ملف الصورة التشغيلية NFI للفلاش الداخلي

source: Year
ar: السنة
fa: سال

source: Yes
ar: نعم
fa: بله

source: Yes, and delete this movie
ar: نعم , وقم بحذف هذا الفيلم
fa: بله, واين فيلم را حذف کن

source: Yes, and don't ask again
ar: نعم , ولاتقم بالسؤال مرة أخرى

source: Yes, backup my settings!
ar: نعم , قم بعمل نسخة احتياطية عن اعداداتي
fa: !بله, تهيه نسخه پشتيبان ازتنظيمات من

source: Yes, do a manual scan now
ar: نعم , قم بعمل بحث يدوي الان
fa: بله, انجام اسکن دستي درحال حاضر

source: Yes, do an automatic scan now
ar: نعم , قم بعمل بحث اتوماتيكي الان
fa: بله, انجام اسکن خودکار درحال حاضر

source: Yes, do another manual scan now
ar: نعم , قم بعمل بحث يدوي اخر الان

source: Yes, perform a shutdown now.
ar: نعم , قم بتأكيد ايقاف التشغيل الان
fa: بله, حالاخاموش کردن انجام شود

source: Yes, restore the settings now
ar: نعم , قم باستعادة الاعدادات الان
fa: بله, بازگرداني تنظيمات درحال حاضر انجام شود

source: Yes, returning to movie list
ar: نعم , قم بالعودة الى قائمة الافلام
fa: بله, بازگشت به ليست فيلم

source: Yes, view the tutorial
ar: نعم , شاهد الشرح
fa: بله, نمايش خودآموز

source: You can cancel the installation.
ar: يمكنك الغاء التثبيت

source: You can cancel the removal.
ar: يمكنك الغاء الحذف

source: You can choose some default settings now. Please select the settings you want to be installed.
ar: تستطيع اختيار بعض الاعدادات الافتراضية الان , فضلا اختار الاعدادات التي ترغب في تثبيتها
fa: شما می توانید برخی از تنظیمات پيش فرض را در حال حاضر انتخاب کنید.لطفاتنظيماتي راکه ميخواهيد نصب شود.را انتخاب نماييد

source: You can choose, what you want to install...
ar: تستطيع الاختيار الان , مالذي ترغب في تثبيته ...
fa: ...شما می توانید انتخاب کنید ، آنچه را که می خواهید نصب کنید

source: You can install this plugin.
ar: تستطيع تنصيب هذه الاضافة المساعدة

source: You can remove this plugin.
ar: تستطيع حذف هذه الاضافة المساعدة

source: You cannot delete this!
ar: لايمكنك مسح هذا !
fa: !شما نمی توانید این را حذف کنید

source: You chose not to install any default services lists.
ar: لقد قمت باختيار عدم الرغبة في تثبيت اي قائمة خدمات / قنوات افتراضية
fa: .شما تصمیم به نصب هیچ یک از تنظیمات پیش فرض ندارید

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
ar: لقد اخترت عدم تثبيت اي اعدادات افتراضية , على كل حال تستطيع تثبيت الاعدادات الافتراضية لاحقا من قائمة الاعدادات
fa: شما تصمیم به نصب هیچ یک از تنظیمات پیش فرض ندارید. با این حال شما می توانید .تنظیمات پیش فرض را بعدا در تنظیمات منو نصب کنید

source: You chose not to install anything. Please press OK finish the install wizard.
ar: لقد اخترت عدم تثبيت اي شيئ , فضلا اضغط موافق لانهاء هذا المعالج
fa: .شما تصميم به نصب هيچ چيز نداريد.لطفا دکمه تاييد را براي پايان نصب ويزارد فشاردهيد

source: You do not seem to have a harddisk in your Cuberevo. So backing up to a harddisk is not an option for you.
ar: يبدو انك لم تقم بتثبيت اي هاردسك بجهاز الكيوب ريفو , اذن خاصية النسخ الاحتياطي للهاردسك ليست متاحة كخيار لك
fa: به نظر ميرسد هارد ديسکي در دستگاه شما وجود ندارد.بنابراين.گزينه هاي هاردديسک براي شما موجود نميباشد

source: You have chosen to backup to a compact flash card. The card must be in the slot. We do not verify if it is really used at the moment. So better backup to the harddisk! Please press OK to start the backup now.
ar: لقد قمت باختيار عمل نسخ احتياطي لكرت الكومباكت فلاش, لابد ان تقوم اولا بادخال الكرت في المنفذ المخصص له , لايمكننا التأكد اذا كان المنفذ يعمل بشكل جيد حتى هذه اللحظة , لذا من الافضل عمل النسخ الاحتياطي للهاردسك فضلا اضغط موافق للبدء في النسخ الاحتياطي الان

source: You have chosen to backup to an usb drive. Better backup to the harddisk! Please press OK to start the backup now.
ar: لقد قمت باختيار عمل نسخ احتياطي لقرص اليو اس بي . من الافضل عمل النسخ الاحتياطي في الهاردسك اضغط موافق للبدء في النسخ الاحتياطي الان
fa: !شمادرايو يو اس بي را براي تهيه نسخه پشتيبان انتخاب کرده ايد.درايو هارديسک براي پشتيبان گيري بهتر ميباشد .لطفا دکمه تاييد رابراي شروع پشتيبان گيري فشاردهيد

source: You have chosen to backup to your harddisk. Please press OK to start the backup now.
ar: لقد اخترت عمل نسخ احتياطي في الهاردسك , اضغط موافق للبدء في النسخ الاحتياطي الان
fa: شما برای پشتیبان گیری هارددیسک را انتخاب نموده اید.لطفا کليد تاييد را براي شروع.پشتيبان گيري فشاردهيد

source: You have chosen to backup your settings. Please press OK to start the backup now.
ar: لقد اخترت عمل نسخ احتياطي لاعداداتك, فضلا اضغط موافق للبدء في النسخ الاحتياطي الان
fa: شما پشتيبان گيري ازتنظيمات را انتخاب نموده ايد.لطفا کليد تاييد رابراي شروع پشتيبان گيري فشار.دهيد

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
ar: لقد قمت باختيار انشاء ملف تشغيلي .NFI قابل للاقلاع من الفلاش ميموري . سيقوم هذا الاجراء باعادة تقسيم الفلاش ميموري مما سيؤدي الى مسح كل البيانات الموجودة في الفلاش ميموري

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
ar: لقد اخترت استعادة اعداداتك . الانيجما2 سوف يعيد التشغيل بعد الاستعادة. فضلا اضغط موافق لبدأ الاستعادة الان
fa: شما بازگرداني تنظيمات خود را انتخاب نموده ايد.انيگما 2 بعداز بازگرداني مجددا راه اندازي .خواهد شد

source: You have to wait %s!
ar: لابد ان تقوم بالانتظار %s!
fa: شما بايد صبرکنيد %s!

source: You need a PC connected to your Cuberevo. If you need further instructions, please visit the website http://www.dm7025.de. Your Cuberevo will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
ar: انت تحتاج لربط كمبيوتر بجهاز الكيوب ريفو. اذا كنت تحتاج للمزيد من المعلومات يمكنك زيارة رابط الشركة http://www.cubebox.org جهاز الكيوب ريفو سيتوقف الان . بعد اطلاعك على تعليمات التحديث من الموقع , سيقوم البرنامج التشغيلي بسؤالك اذا كنت ترغب في استعادة اعداداتك

source: You need to set a pin code and hide it from your children. Do you want to set the pin now?
ar: انت تحتاج لضبط رمز القفل واخفاءه عن اطفالك هل ترغب في ضبط رمز القفل الان ؟
fa: .شمانياز به تنظيم پين کد داريد وبايد آن را ازفرزدان خود پنهان نگه داريد آيا ميخواهيد پين کدرا تنظيم نماييد؟

source: Your Cuberevo is now ready to use. Your internet connection is working now. Please press OK to continue.
ar: جهاز الكيوب ريفو جاهز للعمل الان الاتصال بالانترنت يعمل لديك الان فضلا اضغط زر موافق للاستكمال

source: Your Cuberevo is shutting down. Please stand by...
ar: جهاز الكيوب ريفو يقوم بايقاف التشغيل .. فضلا استعد ..

source: Your Cuberevo isn't connected to the internet properly. Please check it and try again.
ar: جهاز الكيوب ريفو غير متصل بالانترنت بشكل جيد , فضلاً قم بالتحقق من ذلك وحاول مرة أخرى

source: Your Cuberevo will restart after pressing OK on your remote control.
ar: جهاز الكيوب ريفو سيقوم باعادة التتشغيل بعد الضغط على موافقمن الريموت كنترول
fa: .دستگاه شما پس از فشردن دکمه تاييد از روي ريموت کنترل ,دوباره راه اندازي ميگردد

source: Your TV works with 50 Hz. Good!
ar: التلفاز الخاص بك يعمل بشكل جيد مع 50 هيرتز
fa: !تلويزيون شما با 50 هرتز خوب کار ميکند

source: Your backup succeeded. We will now continue to explain the further upgrade process.
ar: النسخ الاحتياطي ناجح , سيتم الان استكمال الشرح لخطوات الترقية

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
ar: التشكيلة الخاصة بك تجاوزت الحجم المخصص لوسيط الطبقة الفردية , تحتاج لقرص رقمي فارغ بطبقتين

source: Your email address:
ar: عنوان البريد الالكتروني :

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
ar: البرنامج التشغيلي للبروسسور الامامي لابد من ترقيته اضغط موافق للبدء في الترقية
fa: .نرم افزار پردازنده جلويي دستگاه شمابايد ارتقاء پيدا کند .دکمه تاييد رابراي ارتقاء يافتن فشاردهيد

source: Your network configuration has been activated.
ar: تهيئة الشبكة الخاصة بك تم تفعيلها
fa: .تنظیمات شبکه شما فعال شده است

source: Your network configuration has been activated. A second configured interface has been found. Do you want to disable the second network interface?
ar: تهيئة الشبكة الخاصة بك تم تفعيلها تهيئة الواجهة الثانية تم العثور عليها هل ترغب في الغاء تفعيل واجهة الشبكة الثانية ؟

source: Zap back to service before positioner setup?
ar: انتقل للخلف الى الخدمة قبل اعداد تحريك الاقمار

source: Zap back to service before satfinder?
ar: انتقل للخلف الى الخدمة قبل البحث عن الاقمار

source: [alternative edit]
ar: تعديل البديل
fa: [ويرايش جايگزين ها]

source: [bouquet edit]
ar: تحرير الباقة
fa: [ويرايش انتخابي ها]

source: [favourite edit]
ar: تحرير المفضلة
fa: [ويرايش ليست دلخواه]

source: [move mode]
ar: وضع التحريك
fa: [حالت حرکت]

source: a gui to assign services/providers to common interface modules
ar: واجهة التشغيل الرسومية قامت بتعين خدمات / مزودي خدمة لمنفذ الكامة الخارجية

source: a gui to assign services/providers/caids to common interface modules
ar: واجهة التشغيل الرسومية قامت بتعين خدمات / مزودي خدمة / CAIds لمنفذ الكامة الخارجية

source: abort alternatives edit
ar: الغاء تعديل البديل
fa: ويرايش جايگزين ها بي نتيجه ماند

source: abort bouquet edit
ar: الغاء تحرير الباقة
fa: ويرايش ليست انتخابي بي نتيجه ماند

source: abort favourites edit
ar: الغاء تحرير المفضلة
fa: ويرايش ليست دلخواه بي نتيجه ماند

source: about to start
ar: شارف على البداية

source: activate current configuration
ar: تفعيل التهيئة الحالية
fa: فعال کردن تنظيمات کنوني

source: add Provider
ar: اضافة مزود خدمة
fa: اضافه کردن پرووايدر

source: add Service
ar: اضافة خدمة / قناة
fa: اضافه کردن سرويس

source: add a nameserver entry
ar: اضافة اسم سيرفر مدخل
fa: اضافه کردن ورودي نام سرور

source: add alternatives
ar: اضافة بديل
fa: اضافه کردن جایگزین

source: add bookmark
ar: اضافة علامة مرجعية
fa: اضافه کردن بوک مارک

source: add bouquet
ar: اضافة باقة
fa: اضافه کردن انتخابي

source: add directory to playlist
ar: اضافة دليل لقائمة التشغيل
fa: اضافه کردن پوشه به ليست پخش

source: add file to playlist
ar: اضافة ملف لقائمة التشغيل
fa: اضافه کردن فايل به ليست پخش

source: add files to playlist
ar: اضافة ملفات لقائمة التشغيل
fa: اضافه کردن فايل ها به ليست پخش

source: add marker
ar: اضافة علامة
fa: اضافه کردن نشانگر

source: add recording (enter recording duration)
ar: اضافة تسجيل ( ادخل المدة الزمنية للتسجيل )

source: add recording (enter recording endtime)
ar: اضافة تسجيل ( ادخل وقت نهاية التسجيل )

source: add recording (indefinitely)
ar: اضافة تسجيل ( غير مسمى )

source: add recording (stop after current event)
ar: اضافة تسجيل (ايقاف بعد الحدث الحالي )

source: add service to bouquet
ar: إضافة القناة الى الباقة
fa: اضافه کردن سرويس به انتخابي ها

source: add service to favourites
ar: إضافة القناة الى المفضلة
fa: اضافه کردن سرويس به ليست دلخواه

source: add to parental protection
ar: اضافة الى الحماية الابوية
fa: اضافه کردن به کنترل والدين

source: advanced
ar: متقدم
fa: پيشرفته

source: alphabetic sort
ar: فرز بالاحرف الابجدية
fa: مرتب کردن الفبایی

source: are you sure you want to restore following backup:
ar: هل ترغب بالفعل في الاستعادة النسخة الاحتياطية التالية :
fa: آيابراي بازگرداني فايل پشتيبان زير مطمئن هستيد:

source: assigned CAIds
ar: CAId تم تعينه
fa: تعيين کايدها

source: assigned Services/Provider
ar: خدمة / مزود خدمة تم تعينه
fa: تعيين سرويس/ارائه دهنده

source: audio track (%s) format
ar: هيئة المقطع الصوتي (%s)
fa: صوتي (%s) فرمت اهنگ هاي

source: audio track (%s) language
ar: لغة مقطع الصوت (%s)
fa: صوتي (%s) زبان آهنگ هاي

source: audio tracks
ar: مقاطع الصوت
fa: آهنگ هاي صوتي

source: auto
ar: اتوماتيكي
fa: خودکار

source: back
ar: للخلف
fa: عقب

source: background image
ar: صورة الخلفية
fa: تصويرپس زمينه

source: backgroundcolor
ar: لون الخلفية
fa: رنگ پس زمينه

source: better
ar: افضل
fa: بهتر

source: black
ar: اسود
fa: سياه

source: blacklist
ar: القائمة السوداء
fa: ليست سياه

source: blue
ar: ازرق
fa: آبي

source: burn audio track (%s)
ar: نسخ المقطع الصوتي (%s)
fa: رايت اهنگ صوتي (%s)

source: change recording (duration)
ar: تغير ( المدة الزمنية ) للتسجيل
fa: مدت زمان) تغييرذخيره سازي)

source: change recording (endtime)
ar: تغير ( وقت نهاية ) التسجيل
fa: زمان پايان) تغييرذخيره سازي)

source: chapters
ar: مقطع
fa: قسمت

source: choose destination directory
ar: اختيار موقع الدليل
fa: انتخاب پوشه مقصد

source: circular left
ar: دائري يسار
fa: چپ گرد

source: circular right
ar: دائري يمين
fa: راست گرد

source: clear playlist
ar: مسح قائمة التشغيل
fa: پاک کردن ليست پخش

source: complex
ar: مجمع
fa: مجموع

source: config menu
ar: قائمه الضبط
fa: پیکربندی منو

source: confirmed
ar: تم تأكيده
fa: تاييد شده

source: connected
ar: اتصال
fa: متصل شده

source: continue
ar: استكمال
fa: ادامه

source: copy to bouquets
ar: نسخ للباقات
fa: کپي به انتخابي ها

source: create directory
ar: انشاء دليل
fa: ايجاد پوشه

source: daily
ar: يومي
fa: روزانه

source: day
ar: يوم
fa: روز

source: delete
ar: الغاء
fa: حذف

source: delete cut
ar: الغاء قطع
fa: حذف برش

source: delete file
ar: الغاء ملف
fa: حذف فايل

source: delete playlist entry
ar: الغاء مدخلات قائمة التشغيل
fa: حذف ليست پخش ورودي

source: delete saved playlist
ar: حذف قائمة التشغيل المحفوظة
fa: حذف ليست پخش ذخيره شده
